{"indicator_id":670,"guid":"PUDH:INDI:EdE05","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Educación","right_key":"E","right_name_short":"Educación","category_id":4,"indicator_category_name":"Igualdad y no discriminación","indicator_category_key":"d","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"EdE05","indicator_sequence":"030403105","indicator_name":"Normas para la inclusión de niños, niñas y adolescentes con capacidades especiales o con capacidades excepcionales","indicator_definition":"Se encuentran contenidas en la LGE, Artículo 41: La educación especial tiene como propósito identificar, prevenir y eliminar las barreras que limitan el aprendizaje y la participación plena y efectiva en la sociedad de las personas con discapacidad, con dificultades severas de aprendizaje, de conducta o de comunicación, así como de aquellas con aptitudes sobresalientes. Atenderá a los educandos de manera adecuada a sus propias condiciones, estilos y ritmos de aprendizaje, en un contexto educativo incluyente, que se debe basar en los principios de respeto, equidad, no discriminación, igualdad sustantiva y perspectiva de género. Por su parte, el PROSEDU en la Estrategia 3.5 considera: Impulsar nuevas formas y espacios de atención educativa para la inclusión de las personas con discapacidad y aptitudes sobresalientes en todos los niveles educativos. Asimismo, el Plan y los programas de estudio para la educación básica, implican elementos incluyentes para la población con discapacidad en los espacios educativos regulares. Además, la Subsecretaría de Educación Básica (SEB) diseñó la \"Estrategia de equidad e inclusión en la educación básica para alumnos con discapacidad, con aptitudes sobresalientes, dificultades severas de aprendizaje, conducta o comunicación\", con el objetivo de establecer un modelo educativo inclusivo que promueva el acceso, la permanencia, la participación, el aprendizaje así como el egreso y la certificación de los estudiantes con discapacidad y aptitudes sobresalientes garantizando que la educación que reciban sea de calidad y de equidad para la vida.","right_id":3,"indicator_type_id":1,"indicator_category_id":4,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Normas para la inclusión de niños, niñas y adolescentes con capacidades especiales o con capacidades excepcionales","label":"Normas para la inclusión de niños, niñas y adolescentes con capacidades especiales o con capacidades excepcionales","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":810,"evidence_name":"Ley General de Educación","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/abro\/lge_1993.htm","indicator_id":670,"update_date":"2019-04-12","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":58,"institution_name_evidencie":"Secretaría de Educación Pública","institution_code_evidencie":"SEP","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":622,"evidence_id":810,"paper_sequence":"41","paper_name":"La educación especial tiene como propósito identificar, prevenir y eliminar las barreras que limitan el aprendizaje y la participación plena y efectiva en la sociedad de las personas con discapacidad, con dificultades severas de aprendizaje, de conducta o de comunicación, así como de aquellas con aptitudes sobresalientes. Atenderá a los educandos de manera adecuada a sus propias condiciones, estilos y ritmos de aprendizaje, en un contexto educativo incluyente, que se debe basar en los principios de respeto, equidad, no discriminación, igualdad sustantiva y perspectiva de género.\r\nTratándose de personas con discapacidad, con dificultades severas de aprendizaje, de conducta o de comunicación, se favorecerá su atención en los planteles de educación básica, sin que esto cancele su posibilidad de acceder a las diversas modalidades de educación especial atendiendo a sus necesidades.\r\nSe realizarán ajustes razonables y se aplicarán métodos, técnicas, materiales específicos y las medidas de apoyo necesarias para garantizar la satisfacción de las necesidades básicas de aprendizaje de los alumnos y el máximo desarrollo de su potencial para la autónoma integración a la vida social y productiva. Las instituciones educativas del Estado promoverán y facilitarán la continuidad de sus estudios en los niveles de educación media superior y superior.\r\nLa formación y capacitación de maestros promoverá la educación inclusiva y desarrollará las competencias necesarias para su adecuada atención.\r\nPara la identificación y atención educativa de los estudiantes con aptitudes sobresalientes, la autoridad educativa federal, con base en sus facultades y la disponibilidad presupuestal, establecerá los lineamientos para la evaluación diagnóstica, los modelos pedagógicos y los mecanismos de acreditación y certificación necesarios en los niveles de educación básica, educación normal, así como la media superior y superior en el ámbito de su competencia. Las instituciones que integran el sistema educativo nacional se sujetarán a dichos lineamientos.\r\nLas instituciones de educación superior autónomas por ley, podrán establecer convenios con la autoridad educativa federal a fin de homologar criterios para la atención, evaluación, acreditación y certificación, dirigidos a alumnos con aptitudes sobresalientes.\r\nLa educación especial deberá incorporar los enfoques de inclusión e igualdad sustantiva. Esta educación abarcará la capacitación y orientación a los padres o tutores; así como también a los maestros y personal de escuelas de educación básica y media superior regulares que atiendan a alumnos con discapacidad, con dificultades severas de aprendizaje, de comportamiento o de comunicación, o bien con aptitudes sobresalientes.\r\nQuienes presten servicios educativos en el marco del sistema educativo nacional atenderán las disposiciones en materia de accesibilidad señaladas en la Ley General para la Inclusión de las Personas con Discapacidad, en la Ley General de la Infraestructura Física Educativa, y en las demás normas aplicables."}],"validity_date_evidence":[{"validity_date_id":894,"evidence_id":810,"validity_date":"1993-07-13","date_type_name":"Publicación"}]},{"evidence_id":811,"evidence_name":"Programa Sectorial de Educación 2013-2018","evidence_url":"http:\/\/dof.gob.mx\/nota_detalle.php?codigo=5326569&fecha=13\/12\/2013","indicator_id":670,"update_date":"2018-07-20","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":58,"institution_name_evidencie":"Secretaría de Educación Pública","institution_code_evidencie":"SEP","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":13,"observation_unit_name":"Programa Sectorial","observation_unit_description":"Programa Sectorial","observation_unit_priorit":8,"objective":[{"objective_id":203,"evidence_id":811,"action_line_sequence":null,"action_line_name":null,"strategy_sequence":"5","strategy_name":"Impulsar nuevas formas y espacios de atención educativa para la inclusión de las personas con discapacidad y aptitudes sobresalientes en todos los niveles educativos","objective_sequence":"3","objective_name":"Asegurar mayor cobertura, inclusión y equidad educativa entre todos los grupos de la población para la construcción de una sociedad más justa."}],"validity_date_evidence":[{"validity_date_id":895,"evidence_id":811,"validity_date":"2013-12-13","date_type_name":"Publicación"}]},{"evidence_id":812,"evidence_name":"Aprendizajes Clave para la Educación Integral. Plan y programas de estudio para la educación básica","evidence_url":"https:\/\/www.aprendizajesclave.sep.gob.mx\/descargables\/APRENDIZAJES_CLAVE_PARA_LA_EDUCACION_INTEGRAL.pdf","indicator_id":670,"update_date":"2019-05-27","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":58,"institution_name_evidencie":"Secretaría de Educación Pública","institution_code_evidencie":"SEP","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":896,"evidence_id":812,"validity_date":"2017-01-01","date_type_name":"Publicación"}]},{"evidence_id":813,"evidence_name":"Estrategia de equidad e inclusión en la educación básica: para alumnos con discapacidad, aptitudes sobresalientes y dificultades severas de aprendizaje, conducta o comunicación","evidence_url":"https:\/\/www.planyprogramasdestudio.sep.gob.mx\/descargables\/biblioteca\/basica-equidad\/1LpM_Equidad-e-Inclusion_digital.pdf","indicator_id":670,"update_date":"2019-04-12","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":58,"institution_name_evidencie":"Secretaría de Educación Pública","institution_code_evidencie":"SEP","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":897,"evidence_id":813,"validity_date":"2018-01-01","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":213,"evidence_id":813,"complementary_attribute_name":"Objetivo de la Estrategia","complementary_attribute_description":"Establecer un modelo educativo inclusivo que promueva el acceso, la permanencia, la participación, el aprendizaje así como el egreso y la certificación de los estudiantes con discapacidad y aptitudes sobresalientes garantizando que la educación que reciban sea de calidad y de equidad para la vida."}]}],"identifier":"PUDH:INDI:EdE05"}