{"indicator_id":673,"guid":"PUDH:INDI:EdP03","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Educación","right_key":"E","right_name_short":"Educación","category_id":4,"indicator_category_name":"Igualdad y no discriminación","indicator_category_key":"d","indicator_type":"De Proceso","indicator_type_short":"Proceso","indicator_type_code":"P","indicator_code":"EdP03","indicator_sequence":"030403203","indicator_name":"Normativa para educadores de educación preescolar","indicator_definition":"En México, la educación preescolar forma parte de la educación básica, según se marca en el Artículo 37 de la Ley General de Educación (LGE). El Artículo 20 de la citada Ley señala como facultad de las autoridades educativas, en sus respectivos ámbitos de competencia, constituir el sistema nacional de formación, actualización, capacitación y superación profesional para maestros; asimismo, en el Artículo 37 se establece que para el ejercicio de la docencia en las instituciones establecidas por el Estado, los maestros deberán satisfacer los requisitos que, en su caso, señalan las autoridades competentes y, para la educación básica y media superior, deberán observar lo dispuesto por la Ley General del Servicio Profesional Docente, específicamente en los Artículos 21 y 24.","right_id":3,"indicator_type_id":2,"indicator_category_id":4,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Normativa para educadores de educación preescolar","label":"Normativa para educadores de educación preescolar","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":814,"evidence_name":"Ley General de Educación","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/abro\/lge_1993.htm","indicator_id":673,"update_date":"2019-06-06","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":"La OEA solicita \"Porcentaje de educadores que tienen el título específico de educación inicial\", si bien, en México la normativa para la educación preescolar (para mayores de 4 años y menores de seis), que forma parte de la educación básica, requiere que todas las personas sean académic@s con formación docente pedagógica o áreas afines que corresponda a los niveles educativos, además que participen en los concursos de oposición, preferentemente anuales, que garanticen la idoneidad de los conocimientos y las capacidades necesarias, por lo que el 100% de educadores deben cumplir con el requisito señalado en el indicador.","institution_evidence_id":58,"institution_name_evidencie":"Secretaría de Educación Pública","institution_code_evidencie":"SEP","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":623,"evidence_id":814,"paper_sequence":"20","paper_name":"Las autoridades educativas, en sus respectivos ámbitos de competencia, constituirán el sistema nacional de formación, actualización, capacitación y superación profesional para maestros que tendrá las finalidades siguientes:\r\nI.- La formación, con nivel de licenciatura, de maestros de educación inicial, básica -incluyendo la de aquéllos para la atención de la educación indígena- especial y de educación física; [...]."},{"paper_id":624,"evidence_id":814,"paper_sequence":"21","paper_name":"Para ejercer la docencia en instituciones establecidas por el Estado, los maestros deberán satisfacer los requisitos que, en su caso, señalen las autoridades competentes y, para la educación básica y media superior, deberán observar lo dispuesto por la Ley General del Servicio Profesional Docente.\r\nPara garantizar la calidad de la educación obligatoria brindada por los particulares, las autoridades educativas, en el ámbito de sus atribuciones, evaluarán el desempeño de los maestros que prestan sus servicios en estas instituciones. Para tal efecto, dichas autoridades deberán aplicar evaluaciones del desempeño, derivadas de los procedimientos análogos a los determinados por los lineamientos emitidos por el Instituto Nacional para la Evaluación de la Educación, para evaluar el desempeño de los docentes en educación básica y media superior en instituciones públicas. Las autoridades educativas otorgarán la certificación correspondiente a los maestros que obtengan resultados satisfactorios y ofrecerán cursos de capacitación y programas de regularización a los que presenten deficiencias, para lo cual las instituciones particulares otorgarán las facilidades necesarias a su personal.\r\nEn el caso de los maestros de educación indígena que no tengan licenciatura como nivel mínimo de formación, deberán participar en los programas de capacitación que diseñe la autoridad educativa y certificar su bilingüismo en la lengua indígena que corresponda y el español. [...]\r\nLas autoridades educativas, de conformidad con lo que establece la Ley General del Servicio Profesional Docente, establecerán la permanencia de los maestros frente a grupo, con la posibilidad para éstos de ir obteniendo mejores condiciones y mayor reconocimiento social."},{"paper_id":625,"evidence_id":814,"paper_sequence":"37","paper_name":"La educación de tipo básico está compuesta por el nivel preescolar, el de primaria y el de secundaria."}],"validity_date_evidence":[{"validity_date_id":898,"evidence_id":814,"validity_date":"1993-07-13","date_type_name":"Publicación"}]},{"evidence_id":815,"evidence_name":"Ley General del Servicio Profesional Docente","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/abro\/lgspd.htm","indicator_id":673,"update_date":"2019-06-06","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":58,"institution_name_evidencie":"Secretaría de Educación Pública","institution_code_evidencie":"SEP","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":626,"evidence_id":815,"paper_sequence":"21","paper_name":"El Ingreso al Servicio en la Educación Básica y Media Superior que imparta el Estado y sus Organismos Descentralizados, se llevará a cabo mediante concursos de oposición, preferentemente anuales, que garanticen la idoneidad de los conocimientos y las capacidades necesarias, con sujeción a los términos y criterios siguientes:\r\nI. Para el Ingreso al Servicio en la Educación Básica:\r\na) Los concursos serán públicos y objeto de las convocatorias expedidas por las Autoridades Educativas con base en la información derivada del Sistema de Información y Gestión Educativa;\r\nb) Las convocatorias describirán el perfil que deberán reunir los aspirantes; las plazas sujetas a concurso; los requisitos, términos y fechas de registro; las etapas, los aspectos y métodos que comprenderá la evaluación; las sedes de aplicación; la publicación de resultados; los criterios para la asignación de las plazas, y demás elementos que la Secretaría estime pertinentes. En su caso, las convocatorias describirán los perfiles complementarios autorizados por la Secretaría;\r\nc) Las convocatorias, una vez aprobadas por la Secretaría, se publicarán conforme a los programas a que se refiere el artículo 7, fracción II de esta Ley y con la anticipación suficiente al inicio del ciclo escolar. Cuando el caso lo justifique a juicio de la Autoridad Educativa Local y con la anuencia de la Secretaría, podrán expedirse convocatorias extraordinarias, y\r\nd) En los concursos se utilizarán los perfiles, parámetros, indicadores e instrumentos de evaluación que para fines de Ingreso sean definidos conforme a lo previsto en esta Ley."},{"paper_id":627,"evidence_id":815,"paper_sequence":"24","paper_name":"En los concursos de oposición para el Ingreso que se celebren en los términos de la presente Ley podrán participar todas las personas que cumplan con el perfil relacionado con el nivel, tipo, modalidad y materia educativa correspondiente; así como con los requisitos que establezca la convocatoria respectiva, en igualdad de condiciones, sin demérito de origen, residencia, lugar o formación profesional. En la Educación Básica dicho perfil corresponderá al académico con formación docente pedagógica o áreas afines que corresponda a los niveles educativos, privilegiando el perfil pedagógico docente de los candidatos; también se considerarán perfiles correspondientes a las disciplinas especializadas de la enseñanza."}],"validity_date_evidence":[{"validity_date_id":899,"evidence_id":815,"validity_date":"2003-09-11","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:EdP03"}