{"indicator_id":699,"guid":"PUDH:INDI:EjE06","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Educación","right_key":"E","right_name_short":"Educación","category_id":6,"indicator_category_name":"Acceso a la justicia","indicator_category_key":"j","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"EjE06","indicator_sequence":"030603106","indicator_name":"Garantías procesales en los procedimientos judiciales en materia de derechos humanos","indicator_definition":"Las garantías en los procesos judiciales en materia de derechos humanos son tuteladas en los Artículos 13, 14, 16, 17, 18, 19, 20, 23, 103 y 107 de la CPEUM.","right_id":3,"indicator_type_id":1,"indicator_category_id":6,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Garantías procesales en los procedimientos judiciales en materia de derechos humanos","label":"Garantías procesales en los procedimientos judiciales en materia de derechos humanos","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":838,"evidence_name":"Constitución Política de los Estados Unidos Mexicanos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpeum.htm","indicator_id":699,"update_date":"2017-03-16","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":"Originalmente validada para el indicador CjP09.","institution_evidence_id":3,"institution_name_evidencie":"Cámara de Diputados","institution_code_evidencie":"Diputados","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":5,"observation_unit_name":"Constitución","observation_unit_description":"Constitución","observation_unit_priorit":2,"paper":[{"paper_id":646,"evidence_id":838,"paper_sequence":"13","paper_name":"Nadie puede ser juzgado por leyes privativas ni por tribunales especiales. Ninguna persona o corporación puede tener fuero, ni gozar más emolumentos que los que sean compensación de servicios públicos y estén fijados por la ley. Subsiste el fuero de guerra para los delitos y faltas contra la disciplina militar; pero los tribunales militares en ningún caso y por ningún motivo podrán extender su jurisdicción sobre personas que no pertenezcan al Ejército. Cuando en un delito o falta del orden militar estuviese complicado un paisano, conocerá del caso la autoridad civil que corresponda."},{"paper_id":647,"evidence_id":838,"paper_sequence":"14","paper_name":"A ninguna ley se dará efecto retroactivo en perjuicio de persona alguna."},{"paper_id":648,"evidence_id":838,"paper_sequence":"16","paper_name":"Nadie puede ser molestado en su persona, familia, domicilio, papeles o posesiones, sino en virtud de mandamiento escrito de la autoridad competente, que funde y motive la causa legal del procedimiento. Toda persona tiene derecho a la protección de sus datos personales, al acceso, rectificación y cancelación de los mismos, así como a manifestar su oposición, en los términos que fije la ley, la cual establecerá los supuestos de excepción a los principios que rijan el tratamiento de datos, por razones de seguridad nacional, disposiciones de orden público, seguridad y salud públicas o para proteger los derechos de terceros.\r\nNo podrá librarse orden de aprehensión sino por la autoridad judicial y sin que preceda denuncia o querella de un hecho que la ley señale como delito, sancionado con pena privativa de libertad y obren datos que establezcan que se ha cometido ese hecho y que exista la probabilidad de que el indiciado lo cometió o participó en su comisión. [...]."},{"paper_id":649,"evidence_id":838,"paper_sequence":"17","paper_name":"Ninguna persona podrá hacerse justicia por sí misma, ni ejercer violencia para reclamar su derecho.\r\nToda persona tiene derecho a que se le administre justicia por tribunales que estarán expeditos para impartirla en los plazos y términos que fijen las leyes, emitiendo sus resoluciones de manera pronta, completa e imparcial. Su servicio será gratuito, quedando, en consecuencia, prohibidas las costas judiciales. [...]."},{"paper_id":650,"evidence_id":838,"paper_sequence":"18","paper_name":"Sólo por delito que merezca pena privativa de libertad habrá lugar a prisión preventiva. El sitio de ésta será distinto del que se destinare para la extinción de las penas y estarán completamente separados. [...]."},{"paper_id":651,"evidence_id":838,"paper_sequence":"19","paper_name":"Ninguna detención ante autoridad judicial podrá exceder del plazo de setenta y dos horas, a partir de que el indiciado sea puesto a su disposición, sin que se justifique con un auto de vinculación a proceso en el que se expresará: el delito que se impute al acusado; el lugar, tiempo y circunstancias de ejecución, así como los datos que establezcan que se ha cometido un hecho que la ley señale como delito y que exista la probabilidad de que el indiciado lo cometió o participó en su comisión.[...]."},{"paper_id":652,"evidence_id":838,"paper_sequence":"20","paper_name":"El proceso penal será acusatorio y oral. Se regirá por los principios de publicidad, contradicción, concentración, continuidad e inmediación. [...]."},{"paper_id":653,"evidence_id":838,"paper_sequence":"23","paper_name":"Ningún juicio criminal deberá tener más de tres instancias. Nadie puede ser juzgado dos veces por el mismo delito, ya sea que en el juicio se le absuelva o se le condene. Queda prohibida la práctica de absolver de la instancia."},{"paper_id":654,"evidence_id":838,"paper_sequence":"103","paper_name":"Los Tribunales de la Federación resolverán toda controversia que se suscite\r\nI. Por normas generales, actos u omisiones de la autoridad que violen los derechos humanos reconocidos y las garantías otorgadas para su protección por esta Constitución, así como por los tratados internacionales de los que el Estado Mexicano sea parte."},{"paper_id":655,"evidence_id":838,"paper_sequence":"107","paper_name":"Las controversias de que habla el artículo 103 de esta Constitución, con excepción de aquellas en materia electoral, se sujetarán a los procedimientos que determine la ley reglamentaria, de acuerdo con las bases siguientes:\r\nI. El juicio de amparo se seguirá siempre a instancia de parte agraviada, teniendo tal carácter quien aduce ser titular de un derecho o de un interés legítimo individual o colectivo, siempre que alegue que el acto reclamado viola los derechos reconocidos por esta Constitución y con ello se afecte su esfera jurídica, ya sea de manera directa o en virtud de su especial situación frente al orden jurídico.\r\nTratándose de actos o resoluciones provenientes de tribunales judiciales, administrativos o del trabajo, el quejoso deberá aducir ser titular de un derecho subjetivo que se afecte de manera personal y directa; [...]."}],"validity_date_evidence":[{"validity_date_id":915,"evidence_id":838,"validity_date":"1917-02-05","date_type_name":"Promulgación"}]}],"identifier":"PUDH:INDI:EjE06"}