{"indicator_id":81,"guid":"PUDH:INDI:MaE13","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho al Medio Ambiente Sano","right_key":"M","right_name_short":"Medio Ambiente","category_id":1,"indicator_category_name":"Recepción del derecho","indicator_category_key":"a","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"MaE13","indicator_sequence":"050105113","indicator_name":"Ratificación y entrada en vigor de acuerdos multilaterales sobre medio ambiente (xiii)","indicator_definition":"México ratificó la Convención de las Naciones Unidas sobre el Derecho del Mar.","right_id":5,"indicator_type_id":1,"indicator_category_id":1,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Ratificación y entrada en vigor de acuerdos multilaterales sobre medio ambiente (xiii)","label":"Ratificación y entrada en vigor de acuerdos multilaterales sobre medio ambiente (xiii)","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":154,"evidence_name":"Convención de las Naciones Unidas sobre el Derecho del Mar","evidence_url":"https:\/\/aplicaciones.sre.gob.mx\/tratados\/muestratratado_nva.sre?id_tratado=416&depositario=0","indicator_id":81,"update_date":"2017-01-25","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":66,"institution_name_evidencie":"Secretaría de Relaciones Exteriores","institution_code_evidencie":"SRE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":3,"observation_unit_name":"Convención","observation_unit_description":"Convención","observation_unit_priorit":1,"paper":[{"paper_id":56,"evidence_id":154,"paper_sequence":"43","paper_name":"Los Estados usuarios y los Estados ribereños de un estrecho deberían cooperar mediante acuerdo:\r\na) Para el establecimiento y mantenimiento en el estrecho de las ayudas necesarias para navegación y la seguridad u otras mejoras que faciliten la navegación internacional; y\r\nb) Para la prevención, la reducción y control de la contaminación causada por buques."},{"paper_id":57,"evidence_id":154,"paper_sequence":"64","paper_name":"1. El Estado ribereño y los otros Estados cuyos nacionales pesquen en la región las especies altamente migratorias enumeradas en el Anexo I cooperarán, directamente o por conducto de las organizaciones internacionales apropiadas, con miras a asegurar la conservación y promover el objetivo de la utilización óptima dichas especies en toda la región, tanto dentro como fuera de la zona económica exclusiva. En las regiones en que no exista una organización internacional apropiada, el Estado ribereño y los otros Estados cuyos nacionales capturen esas especies en la región cooperarán para establecer una organización de este tipo y participar en sus trabajos. 2. Lo dispuesto en el párrafo I se aplicará conjuntamente con las demás disposiciones de esta Parte."},{"paper_id":58,"evidence_id":154,"paper_sequence":"117","paper_name":"Todos los Estados tienen el deber de adoptar las medidas que, en relación con sus respectivos nacionales, puedan ser necesarias para la conservación de los recursos vivos de la alta mar, o de cooperar con otros Estados en su adopción."},{"paper_id":59,"evidence_id":154,"paper_sequence":"119","paper_name":"1. Al determinar la captura permisible y establecer otras medidas de conservación para los recursos vivos en la alta mar, los Estados:\r\na) Tomarán, sobre la base de los datos científicos más fidedignos de que dispongan los Estados interesados, medidas con miras a mantener o restablecer las poblaciones de las especies capturadas a niveles que puedan producir el máximo rendimiento sostenible con arreglo a los factores ambientales y económicos pertinentes, incluidas las necesidades especiales de los Estados en desarrollo, y teniendo en cuenta las modalidades de la pesca, la interdependencia de las poblaciones y cualesquiera normas mínimas internacionales, sean subregionales, regionales o mundiales, generalmente recomendadas;\r\nb) Tendrán en cuenta los efectos sobre las especies asociadas con las especies capturadas o dependientes de ellas, con miras a mantener o restablecer las poblaciones de tales especies asociadas o dependientes por encima de los niveles en los que su reproducción pueda verse gravemente amenazada.\r\n2. La información científica disponible, las estadísticas sobre capturas y esfuerzos de pesca y otros datos pertinentes para la conservación de las poblaciones de peces se aportarán e intercambiarán periódicamente por conducto de las organizaciones internacionales competentes, sean subregionales, regionales o mundiales, cuando proceda, y con la participación de todos los Estados interesados.\r\n3. Los Estados interesados garantizarán que las medidas de conservación y su aplicación no entrañen discriminación de hecho o de derecho contra los pescadores de ningún Estado."},{"paper_id":60,"evidence_id":154,"paper_sequence":"139","paper_name":"1. Los Estados Partes estarán obligados a velar porque las actividades en la Zona, ya sean realizadas por ellos mismos, por empresas estatales o por personas naturales o jurídicas que Posean su nacionalidad o estén bajo su control efectivo o el de sus nacionales, se efectúen de conformidad con esta Parte. La misma obligación incumbirá a las organizaciones internacionales respecto de sus actividades en la Zona.\r\n2. Sin perjuicio de las normas de derecho internacional y del artículo 22 del Anexo III, los daños causados por el incumplimiento por un Estado Parte o una organización internacional de sus obligaciones con arreglo a esta Parte entrañarán responsabilidad; los Estados Partes u organizaciones internacionales que actúen en común serán conjunta y solidariamente responsables. Sin embargo, el Estado Parte no será responsable de los daños causados en caso de incumplimiento de esta Parte por una persona a la que haya patrocinado con arreglo al apartado b) del párrafo 2 del artículo 153 si ha tomado todas las medidas necesarias y apropiadas para lograr el cumplimiento efectivo de conformidad con el párrafo 4 del artículo 153 y el párrafo 4 del artículo 4 del Anexo III.\r\n3. Los Estados Partes que sean miembros de organizaciones internacionales adoptarán medidas apropiadas para velar por la aplicación de este artículo respecto de esas organizaciones."}],"validity_date_evidence":[{"validity_date_id":159,"evidence_id":154,"validity_date":"1982-10-12","date_type_name":"Firma"},{"validity_date_id":160,"evidence_id":154,"validity_date":"1983-03-18","date_type_name":"Ratificación"},{"validity_date_id":161,"evidence_id":154,"validity_date":"1994-11-16","date_type_name":"Entrada en vigor"},{"validity_date_id":1052,"evidence_id":154,"validity_date":"1982-12-29","date_type_name":"Adhesión"},{"validity_date_id":1053,"evidence_id":154,"validity_date":"1983-01-06","date_type_name":"Publicación"},{"validity_date_id":1054,"evidence_id":154,"validity_date":"1994-11-16","date_type_name":"Vinculación"},{"validity_date_id":1055,"evidence_id":154,"validity_date":"1994-11-16","date_type_name":"Promulgación"}]}],"identifier":"PUDH:INDI:MaE13"}