{"indicator_id":126,"guid":"PUDH:INDI:MiE01","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho al Medio Ambiente Sano","right_key":"M","right_name_short":"Medio Ambiente","category_id":5,"indicator_category_name":"Acceso a información pública y participación","indicator_category_key":"i","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"MiE01","indicator_sequence":"050505101","indicator_name":"Garantía en la legislación del derecho al acceso a la información pública medioambiental sin expresión de causa","indicator_definition":"El derecho de acceso a la información pública medioambiental, se garantiza en la Constitución Política de los Estados Unidos Mexicanos, Artículo 6 Apartado A: Fracción III. Toda persona, sin necesidad de acreditar interés alguno o justificar su utilización, tendrá acceso gratuito a la información pública, a sus datos personales o a la rectificación de éstos; en la Ley Federal de Transparencia y Acceso a la Información Pública Gubernamental y en la Ley General del Equilibrio Ecológico y Protección Ambiental.","right_id":5,"indicator_type_id":1,"indicator_category_id":5,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Garantía en la legislación del derecho al acceso a la información pública medioambiental sin expresión de causa","label":"Garantía en la legislación del derecho al acceso a la información pública medioambiental sin expresión de causa","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":249,"evidence_name":"Constitución Política de los Estados Unidos Mexicanos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpeum.htm","indicator_id":126,"update_date":"2017-03-16","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":3,"institution_name_evidencie":"Cámara de Diputados","institution_code_evidencie":"Diputados","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":5,"observation_unit_name":"Constitución","observation_unit_description":"Constitución","observation_unit_priorit":2,"paper":[{"paper_id":658,"evidence_id":249,"paper_sequence":"6 Apartado A","paper_name":"[...]\r\nIII. Toda persona, sin necesidad de acreditar interés alguno o justificar su utilización, tendrá acceso gratuito a la información pública, a sus datos personales o a la rectificación de éstos."}],"validity_date_evidence":[{"validity_date_id":221,"evidence_id":249,"validity_date":"1917-02-05","date_type_name":"Promulgación"}]},{"evidence_id":250,"evidence_name":"Ley Federal de Transparencia y Acceso a la Información Pública","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lftaip.htm","indicator_id":126,"update_date":"2017-05-15","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":65,"institution_name_evidencie":"Secretaría de Medio Ambiente y Recursos Naturales","institution_code_evidencie":"SEMARNAT","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":92,"evidence_id":250,"paper_sequence":"1","paper_name":"La presente Ley es de orden público. Tiene como finalidad proveer lo necesario para garantizar el acceso de toda persona a la información en posesión de los Poderes de la Unión, los órganos constitucionales autónomos o con autonomía legal, y cualquier otra entidad federal."},{"paper_id":93,"evidence_id":250,"paper_sequence":"2","paper_name":"Toda la información gubernamental a que se refiere esta ley es pública y los particulares tendrán acceso a la misma en los términos que ésta señala."},{"paper_id":94,"evidence_id":250,"paper_sequence":"3","paper_name":"Toda la información generada, obtenida, adquirida, transformada o en posesión de los sujetos obligados en el ámbito federal, a que se refiere la Ley General de Transparencia y Acceso a la Información Pública y esta Ley, es pública, accesible a cualquier persona y sólo podrá ser clasificada excepcionalmente como reservada de forma temporal por razones de interés público y seguridad nacional o bien, como confidencial. Los particulares tendrán acceso a la misma en los términos que estas leyes señalan. El derecho humano de acceso a la información comprende solicitar, investigar, difundir, buscar y recibir información."},{"paper_id":95,"evidence_id":250,"paper_sequence":"6","paper_name":"En la aplicación e interpretación de la presente ley deberá prevalecer el principio de máxima publicidad, la Ley General, los tratados internacionales de los que el Estado mexicano sea parte, así como en las resoluciones y sentencias vinculantes que emitan los órganos nacionales e internacionales especializados, favoreciendo en todo tiempo a las personas la protección más amplia. Para el caso de la interpretación, se podrá tomar en cuenta los criterios, determinaciones y opiniones de los organismos nacionales e internacionales, en materia de transparencia. Las disposiciones que regulen aspectos de transparencia y acceso a la información previstas en la legislación federal en su conjunto, deberán interpretarse armónicamente con la Ley General, atendiendo al principio pro persona."},{"paper_id":96,"evidence_id":250,"paper_sequence":"11","paper_name":"Para el cumplimiento de los objetivos de esta ley, los sujetos obligados deberán cumplir según corresponda, de acuerdo a su naturaleza, con las siguientes obligaciones:\r\nI. Contar con los Comités de Transparencia, las Unidades de Transparencia y vigilar su correcto funcionamiento de acuerdo con su normatividad interna;\r\nII. Designar en las Unidades de Transparencia titulares que dependan directamente del titular del sujeto obligado, y que preferentemente cuenten con experiencia en la materia;\r\nIII. Proporcionar capacitación continua y especializada al personal que forme parte de los Comités de Transparencia y Unidades de Transparencia;\r\nIV. Constituir y mantener actualizados sus sistemas de archivo y gestión documental conforme a la normatividad aplicable;\r\nV. Promover la generación, documentación, y publicación de la información en Formatos Abiertos y Accesibles;\r\nVI. Proteger y resguardar la información clasificada como reservada o confidencial;\r\nVII. Reportar al Instituto sobre las acciones de implementación de la normatividad en la materia, en los términos que este determine;\r\nVIII. Atender los requerimientos, observaciones, recomendaciones y criterios que en materias de transparencia y acceso a la información realice el Instituto y el Sistema Nacional;\r\nIX. Fomentar el uso de tecnologías de la información para garantizar la transparencia, el derecho de acceso a la información y la accesibilidad a éstos; X. Cumplir con las resoluciones emitidas por el Instituto en ejercicio de las facultades legales respectivas;\r\nXI. Publicar y mantener actualizada la información relativa a las obligaciones de transparencia;\r\nXII. Difundir proactivamente información de interés público."}],"validity_date_evidence":[{"validity_date_id":222,"evidence_id":250,"validity_date":"2016-05-09","date_type_name":"Publicación"}]},{"evidence_id":251,"evidence_name":"Ley General del Equilibrio Ecológico y la Protección al Ambiente","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lgeepa.htm","indicator_id":126,"update_date":"2017-05-15","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":65,"institution_name_evidencie":"Secretaría de Medio Ambiente y Recursos Naturales","institution_code_evidencie":"SEMARNAT","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":97,"evidence_id":251,"paper_sequence":"159 Bis","paper_name":"La Secretaría desarrollará un Sistema Nacional de Información Ambiental y de Recursos Naturales que tendrá por objeto registrar, organizar, actualizar y difundir la información ambiental nacional, que estará disponible para su consulta y que se coordinará y complementará con el Sistema de Cuentas Nacionales a cargo del Instituto Nacional de Estadística, Geografía e Informática. En dicho Sistema, la Secretaría deberá integrar, entre otros aspectos, información relativa a los inventarios de recursos naturales existentes en el territorio nacional, a los mecanismos y resultados obtenidos del monitoreo de la calidad del aire, del agua y del suelo, al ordenamiento ecológico del territorio y la correspondiente a los registros, programas y acciones que se realicen para la preservación del equilibrio ecológico y la protección al ambiente."}],"validity_date_evidence":[{"validity_date_id":223,"evidence_id":251,"validity_date":"1988-01-28","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:MiE01"}