{"indicator_id":554,"guid":"PUDH:INDI:SfE02","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Salud","right_key":"S","right_name_short":"Salud","category_id":2,"indicator_category_name":"Contexto financiero y presupuestal","indicator_category_key":"f","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"SfE02","indicator_sequence":"020202102","indicator_name":"Incentivos fiscales y subsidios para el sector privado de salud","indicator_definition":"Los incentivos fiscales y subsidios para el sector privado de salud se establecen en la Ley del Impuesto sobre la Renta, únicamente para personas físicas como deducciones personales de gastos médicos y pago de seguros médicos privados (Artículo 151). Adicionalmente, el Presupuesto de Gastos Fiscales anual, puede incluir otras deducciones, tales como: Deducciones a los contribuyentes que entreguen en donación bienes básicos para la subsistencia humana en materia de alimentación o salud a instituciones autorizadas para recibir donativos deducibles de conformidad con la LlSR; honorarios médicos, dentales, por servicios profesionales en materia de psicología y nutrición y otros gastos hospitalarios; primas de seguros de gastos médicos y honorarios médicos, dentales o de enfermería por discapacidad e incapacidad, establecidos para el ejercicio fiscal 2018.","right_id":2,"indicator_type_id":1,"indicator_category_id":2,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Incentivos fiscales y subsidios para el sector privado de salud","label":"Incentivos fiscales y subsidios para el sector privado de salud","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":678,"evidence_name":"Ley del Impuesto sobre la Renta","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lisr.htm","indicator_id":554,"update_date":"2017-11-23","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":79,"institution_name_evidencie":"Comisión de Hacienda y Crédito Público","institution_code_evidencie":null,"institution_headboard":"3","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":522,"evidence_id":678,"paper_sequence":"151","paper_name":"Las personas físicas residentes en el país que obtengan ingresos de los señalados en este Título, para calcular su impuesto anual, podrán hacer, además de las deducciones autorizadas en cada Capítulo de esta Ley que les correspondan, las siguientes deducciones personales: [...]\r\nVII. Las primas por seguros de gastos médicos, complementarios o independientes de los servicios de salud proporcionados por instituciones públicas de seguridad social, siempre que el beneficiario sea el propio contribuyente, su cónyuge o la persona con quien vive en concubinato, o sus ascendientes o descendientes, en línea recta."}],"validity_date_evidence":[{"validity_date_id":737,"evidence_id":678,"validity_date":"2016-11-30","date_type_name":"Publicación"}]},{"evidence_id":679,"evidence_name":"Presupuesto de Gastos Fiscales 2017","evidence_url":"https:\/\/www.gob.mx\/cms\/uploads\/attachment\/file\/236020\/PGF_2017.pdf","indicator_id":554,"update_date":"2017-11-23","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":79,"institution_name_evidencie":"Comisión de Hacienda y Crédito Público","institution_code_evidencie":null,"institution_headboard":"3","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":738,"evidence_id":679,"validity_date":"2016-11-30","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":147,"evidence_id":679,"complementary_attribute_name":"EF.L.14. Estímulo fiscal para los contribuyentes que donen bienes básicos para la subsistencia humana en materia de alimentación o salud","complementary_attribute_description":"Los contribuyentes que entreguen en donación bienes básicos para la subsistencia humana en materia de alimentación o salud a instituciones autorizadas para recibir donativos deducibles de conformidad con la LlSR, pueden efectuar una deducción adicional del 5% del costo de lo vendido que le hubiera correspondido a dichas mercancías, siempre que sean aprovechables para el consumo humano.\nEl beneficio aplica siempre y cuando el margen de utilidad bruta de las mercancías donadas en el ejercicio en el que se efectúe la donación hubiera sido igual o superior al 10%; cuando fuera menor, la deducción se reducirá al 50% del margen (Fracción IX del Apartado A del Artículo 16 de la LIF de 2017).\nLa estimación de este estímulo se realizó con información del “Sistema de Donación y Destrucción de Mercancías” del SAT para los ejercicios de 2013, 2014, 2015 y 2016."},{"complementary_attribute_id":148,"evidence_id":679,"complementary_attribute_name":"IV.2 Impuesto sobre la Renta de Personas Físicas","complementary_attribute_description":"a) Deducciones\nLa LISR establece diversas deducciones personales, las cuales pueden ser aplicadas por las personas físicas en su declaración anual. Las deducciones que se reportan en este documento son las siguientes:\nISRP.D.1. Honorarios médicos, dentales, por servicios profesionales en materia de psicología y nutrición y otros gastos hospitalarios. Los gastos por estos conceptos efectuados por el contribuyente para sí, para su cónyuge o para la persona con quien viva en concubinato, y para sus ascendientes o descendientes en línea recta, siempre que las personas distintas al contribuyente no perciban ingresos iguales o superiores a 1 UMA anual y se efectúen mediante cheque nominativo del contribuyente, transferencias electrónicas de fondos, desde cuentas abiertas a nombre del contribuyente o mediante tarjeta de crédito, de débito, o de servicios (Fracción I del Artículo 151 de la LISR).\nISRP.D.2. Primas de seguros de gastos médicos. Cuando se trate de seguros complementarios o independientes de los servicios de salud proporcionados por instituciones públicas de seguridad social, y siempre que el beneficiario sea el propio contribuyente, su cónyuge, o la persona con quien viva en concubinato o sus ascendientes o descendientes en línea recta (Fracción VI del Artículo 151 de la LISR).\nISRP.D.3. Honorarios médicos, dentales o de enfermería por discapacidad e incapacidad. También se permite la deducción de los honorarios médicos, dentales o de enfermería, por análisis, estudios clínicos o prótesis, gastos hospitalarios, compra o alquiler de aparatos para el restablecimiento o rehabilitación del paciente, derivados de incapacidades a que se refiere el artículo 477 de la Ley Federal del Trabajo, cuando se cuente con el certificado o constancia de incapacidad expedidas por instituciones públicas del Sistema Nacional de Salud o los que deriven de una discapacidad conforme a la Ley General para la Inclusión de las Personas con Discapacidad y se cuente con el certificado de reconocimiento y calificación de discapacidad emitido por las citadas instituciones públicas (Fracción I del Artículo 151, tercer párrafo de la LISR)."}]}],"identifier":"PUDH:INDI:SfE02"}