{"indicator_id":599,"guid":"PUDH:INDI:SiP01","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Salud","right_key":"S","right_name_short":"Salud","category_id":5,"indicator_category_name":"Acceso a información pública y participación","indicator_category_key":"i","indicator_type":"De Proceso","indicator_type_short":"Proceso","indicator_type_code":"P","indicator_code":"SiP01","indicator_sequence":"020502201","indicator_name":"Entidades de atención a la salud con protocolos de confidencialidad de la información","indicator_definition":"Todas las entidades que prestan servicios de salud de atención médica de los sectores público, social y privado están obligadas a cumplir las Normas Oficiales Mexicanas: NOM-004-SSA3-2012, NOM-012-SSA3-2012, NOM-035-SSA3-2012, NOM-024-SSA3-2012, NOM-025-SSA2-2014, NOM-035-SSA3-2012 y la NOM-047-SSA2-2015 que establecen el resguardo de la confidencialidad del expediente clínico.","right_id":2,"indicator_type_id":2,"indicator_category_id":5,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Entidades de atención a la salud con protocolos de confidencialidad de la información","label":"Entidades de atención a la salud con protocolos de confidencialidad de la información","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":716,"evidence_name":"Norma Oficial Mexicana NOM-004-SSA3-2012, Del expediente clínico","evidence_url":"http:\/\/dof.gob.mx\/nota_detalle_popup.php?codigo=5272787","indicator_id":599,"update_date":"2019-08-02","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":85,"institution_name_evidencie":"Coordinación General de Asuntos Jurídicos y Derechos Humanos","institution_code_evidencie":null,"institution_headboard":"67","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":773,"evidence_id":716,"validity_date":"2012-10-15","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":159,"evidence_id":716,"complementary_attribute_name":"Campo de aplicación","complementary_attribute_description":"Esta norma, es de observancia obligatoria para el personal del área de la salud y los establecimientos prestadores de servicios de atención médica de los sectores público, social y privado, incluidos los consultorios."},{"complementary_attribute_id":160,"evidence_id":716,"complementary_attribute_name":"Objetivo","complementary_attribute_description":"Esta norma, establece los criterios científicos, éticos, tecnológicos y administrativos obligatorios en la elaboración, integración, uso, manejo, archivo, conservación, propiedad, titularidad y confidencialidad del expediente clínico."}]},{"evidence_id":717,"evidence_name":"Norma Oficial Mexicana NOM-012-SSA3-2012, Que establece los criterios para la ejecución de proyectos de investigación para la salud en seres humanos","evidence_url":"http:\/\/www.dof.gob.mx\/nota_detalle.php?codigo=5284148&fecha=04\/01\/2013","indicator_id":599,"update_date":"2015-12-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":85,"institution_name_evidencie":"Coordinación General de Asuntos Jurídicos y Derechos Humanos","institution_code_evidencie":null,"institution_headboard":"67","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":774,"evidence_id":717,"validity_date":"2013-01-04","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":161,"evidence_id":717,"complementary_attribute_name":"12","complementary_attribute_description":"De la información implicada en investigaciones"},{"complementary_attribute_id":162,"evidence_id":717,"complementary_attribute_name":"12.1","complementary_attribute_description":"La información relacionada con cualquier investigación que el investigador principal entregue a la Secretaría, será clasificada como confidencial. Los Comités en materia de investigación para la salud de las instituciones o establecimientos en los que se realice investigación, deben guardar total confidencialidad respecto de los informes y reportes que reciban del investigador principal, en particular, cuando se trate de investigaciones cuyos resultados sean susceptibles de patente o desarrollo y explotación comercial."},{"complementary_attribute_id":163,"evidence_id":717,"complementary_attribute_name":"12.2","complementary_attribute_description":"Los integrantes de los Comités en materia de investigación para la salud de las instituciones o establecimientos en los que se realice investigación, deben guardar total confidencialidad respecto de los informes y reportes que reciban del investigador principal, especialmente cuando se trate de investigaciones cuyos resultados sean susceptibles de patente o desarrollo y explotación comercial."}]},{"evidence_id":718,"evidence_name":"Norma Oficial Mexicana NOM-024-SSA3-2012, Sistemas de información de registro electrónico para la salud. Intercambio de información en salud","evidence_url":"http:\/\/www.dof.gob.mx\/nota_detalle.php?codigo=5280847&fecha=30\/11\/2012","indicator_id":599,"update_date":"2015-12-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":85,"institution_name_evidencie":"Coordinación General de Asuntos Jurídicos y Derechos Humanos","institution_code_evidencie":null,"institution_headboard":"67","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":775,"evidence_id":718,"validity_date":"2012-11-30","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":164,"evidence_id":718,"complementary_attribute_name":"3.16","complementary_attribute_description":"Confidencialidad.- Propiedad por la que la información no está disponible y no es revelada a individuos, entidades o procesos sin autorización."},{"complementary_attribute_id":165,"evidence_id":718,"complementary_attribute_name":"3.45","complementary_attribute_description":"Seguridad.- Preservación de la confidencialidad, integridad y disponibilidad de la información; además, otras propiedades como autenticidad, responsabilidad, no repudio y fiabilidad son también consideradas."},{"complementary_attribute_id":166,"evidence_id":718,"complementary_attribute_name":"6.6","complementary_attribute_description":"Consideraciones Universales de Manejo y Seguridad de la Información"},{"complementary_attribute_id":167,"evidence_id":718,"complementary_attribute_name":"6.6.1","complementary_attribute_description":"Los Prestadores de Servicios de Salud que utilicen SIRES deben implementar un Sistema de Gestión de Seguridad de la Información de acuerdo a las disposiciones jurídicas aplicables en materia de transparencia, protección de datos personales y estándares en materia de seguridad de la información, que aseguren la confidencialidad, integridad, disponibilidad, trazabilidad y no repudio de la información en salud."},{"complementary_attribute_id":168,"evidence_id":718,"complementary_attribute_name":"Especificaciones","complementary_attribute_description":"6.1.2 Las Guías y Formatos son documentos técnicos enfocados en lograr la Interoperabilidad Técnica e Interoperabilidad Semántica, están compuestos tanto en formatos de texto, diagramas, archivos anexos e incluyen en su contenido al menos: a) el alcance de tipos de sistemas, tipos de Prestadores de Servicios de Salud y tipos de intercambio para los que aplica; b) el diccionario de variables, distinguiendo aquellas de tratamiento confidencial, catálogos y reglas de validación; c) la conformación del documento electrónico, mensaje de datos o servicio; d) el mecanismo de interconexión basado en estándares; y, e) ejemplos, referencias y bibliografía."},{"complementary_attribute_id":169,"evidence_id":718,"complementary_attribute_name":"Generalidades","complementary_attribute_description":"5.3. Los Prestadores de Servicios de Salud a través de los SIRES deben garantizar la confidencialidad de la identidad de los pacientes así como la integridad y confiabilidad de la información clínica y establecer las medidas de seguridad pertinentes y adecuadas a fin de evitar el uso ilícito o ilegítimo que pueda lesionar la esfera jurídica del titular de la información, de acuerdo con las disposiciones jurídicas aplicables."},{"complementary_attribute_id":170,"evidence_id":718,"complementary_attribute_name":"Introducción","complementary_attribute_description":"La Norma Oficial Mexicana NOM-024-SSA3-2010 Que establece los objetivos funcionales y funcionalidades que deberán observar los productos de Sistemas de Expediente Clínico Electrónico para garantizar la interoperabilidad, procesamiento, interpretación, confidencialidad, seguridad y uso de estándares y catálogos de la información de los registros electrónicos en salud, fue publicada el 8 de septiembre de 2010 en el Diario Oficial de la Federación y entró en vigor 60 días posteriores a su publicación. Sin embargo, del análisis de la aplicación, efectos y observancia de la Norma Oficial Mexicana NOM-024-SSA3-2010, la Secretaría de Salud, por conducto de la Dirección General de Información en Salud, ha detectado la necesidad de especificar a cabalidad los estándares a los que la Norma Oficial Mexicana NOM-024-SSA3-2010 hace referencia, tales como Guías de Implementación y Catálogos de Terminología. Se prevé mejorar la redacción y estructura para facilitar la comprensión, interpretación, aplicación y evaluación de esta Norma Oficial Mexicana."},{"complementary_attribute_id":171,"evidence_id":718,"complementary_attribute_name":"Objetivo y campo de aplicación","complementary_attribute_description":"1.1 Esta Norma tiene por objeto regular los Sistemas de Información de Registro Electrónico para la Salud, así como establecer los mecanismos para que los Prestadores de Servicios de Salud del Sistema Nacional de Salud registren, intercambien y consoliden información.\n1.2 Esta Norma es de observancia obligatoria en todo el territorio nacional para todos los establecimientos que presten servicios de atención médica que formen parte del Sistema Nacional de Salud que adopten un Sistema de Información de Registro Electrónico para la Salud, así como para aquellas personas físicas o morales que dentro del territorio nacional cuenten indistintamente con los derechos de propiedad, uso, autoría, distribución y\/o comercialización de dichos Sistemas; en ambos casos, en términos de la presente Norma y de las disposiciones jurídicas aplicables.\n1.3 Esta Norma es aplicable a los Sistemas de Información de Registro Electrónico para la Salud que se utilicen indistintamente en los Sectores Público, Privado y Social del Sistema Nacional de Salud."}]},{"evidence_id":719,"evidence_name":"Norma Oficial Mexicana NOM-025-SSA2-2014, Para la prestación de servicios de salud en unidades de atención integral hospitalaria médico-psiquiátrica","evidence_url":"http:\/\/dof.gob.mx\/nota_detalle.php?codigo=5406383&fecha=04\/09\/2015","indicator_id":599,"update_date":"2015-12-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":85,"institution_name_evidencie":"Coordinación General de Asuntos Jurídicos y Derechos Humanos","institution_code_evidencie":null,"institution_headboard":"67","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":776,"evidence_id":719,"validity_date":"2015-09-04","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":172,"evidence_id":719,"complementary_attribute_name":"5.7.3","complementary_attribute_description":"La estricta confidencialidad en el expediente clínico, así como el manejo del diagnóstico e información de las personas usuarias, de acuerdo a la normativa aplicable."},{"complementary_attribute_id":173,"evidence_id":719,"complementary_attribute_name":"9.13","complementary_attribute_description":"Que la información, tanto la proporcionada por las personas usuarias o por sus familiares como la contenida en sus expedientes clínicos, sea manejada bajo las normas del secreto profesional y de confidencialidad conforme la normativa aplicable."}]},{"evidence_id":720,"evidence_name":"Norma Oficial Mexicana NOM-035-SSA3-2012, En materia de información en salud","evidence_url":"http:\/\/dof.gob.mx\/nota_detalle.php?codigo=5280848&fecha=30\/11\/2012","indicator_id":599,"update_date":"2019-08-02","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":85,"institution_name_evidencie":"Coordinación General de Asuntos Jurídicos y Derechos Humanos","institution_code_evidencie":null,"institution_headboard":"67","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":777,"evidence_id":720,"validity_date":"2012-11-30","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":174,"evidence_id":720,"complementary_attribute_name":"Campo de aplicación","complementary_attribute_description":"Esta norma es de observancia obligatoria en todo el territorio nacional para todos los integrantes del Sistema Nacional de Salud, que presten servicios de atención a la salud en establecimientos fijos y\/o móviles."},{"complementary_attribute_id":175,"evidence_id":720,"complementary_attribute_name":"Objetivo","complementary_attribute_description":"Esta norma tiene por objeto establecer los criterios y procedimientos que se deben seguir para producir, captar, integrar, procesar, sistematizar, evaluar y divulgar la Información en Salud."},{"complementary_attribute_id":176,"evidence_id":720,"complementary_attribute_name":"10.12","complementary_attribute_description":"En el caso de que se utilicen SIRES como herramientas en la prestación del servicio, éstos deben: a) Garantizar la confidencialidad de la información de conformidad con las disposiciones jurídicas aplicables, […]."},{"complementary_attribute_id":177,"evidence_id":720,"complementary_attribute_name":"13.6","complementary_attribute_description":"El acceso, uso y difusión de la información se sujeta a los principios de confidencialidad y reserva que establecen las disposiciones vigentes en materia de información como son la Ley del Sistema Nacional de Información Estadística y Geográfica, la Ley Federal de Transparencia y Acceso a la Información Pública Gubernamental, la Ley Federal de Protección de Datos Personales en Posesión de los Particulares y demás disposiciones jurídicas aplicables en materia de transparencia y protección de datos personales."},{"complementary_attribute_id":178,"evidence_id":720,"complementary_attribute_name":"5.7","complementary_attribute_description":"La información generada por el Sistema Nacional de Salud debe observar los aspectos de confidencialidad y reserva que señalan las disposiciones jurídicas aplicables en materia de transparencia y protección de datos personales, particularmente los siguientes ordenamientos: a) Ley del Sistema Nacional de Información Estadística y Geográfica; b) Ley Federal de Transparencia y Acceso a la Información Pública Gubernamental; y, c) Ley Federal de Protección de Datos Personales en Posesión de los Particulares [...]."}]},{"evidence_id":721,"evidence_name":"Norma Oficial Mexicana NOM-047-SSA2-2015, Para la atención a la salud del Grupo Etario de 10 a 19 años de edad","evidence_url":"http:\/\/www.dof.gob.mx\/nota_detalle.php?codigo=5403545&fecha=12\/08\/2015","indicator_id":599,"update_date":"2019-08-02","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":85,"institution_name_evidencie":"Coordinación General de Asuntos Jurídicos y Derechos Humanos","institution_code_evidencie":null,"institution_headboard":"67","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":778,"evidence_id":721,"validity_date":"2015-08-12","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":179,"evidence_id":721,"complementary_attribute_name":"1. Objetivo y campo de aplicación","complementary_attribute_description":"1.1 Esta Norma tiene por objeto establecer los criterios que deben seguirse para brindar la atención integral a la salud, la prevención y el control de las enfermedades prevalentes en las personas del Grupo Etario de 10 a 19 años de edad y la promoción de la salud, con perspectiva de género, pertinencia cultural y respeto a sus derechos fundamentales.\n1.2 Esta Norma es de observancia obligatoria en todo el territorio nacional para el personal de salud y las instituciones de los sectores público, social y privado del Sistema Nacional de Salud, que presten servicios de salud a las personas del Grupo Etario."},{"complementary_attribute_id":180,"evidence_id":721,"complementary_attribute_name":"5. Disposiciones generales","complementary_attribute_description":"5.11. La prestación de servicios de salud a las personas del Grupo Etario debe tener una estructura flexible, amigable, cálida, garantizando en todo momento la confidencialidad, la privacidad y el respeto a la dignidad, la inclusión y no discriminación, de conformidad con las disposiciones jurídicas aplicables. Además, debe considerar su edad, desarrollo evolutivo, cognoscitivo y madurez. Se deben privilegiar las actividades de promoción y prevención de la salud física y mental."},{"complementary_attribute_id":181,"evidence_id":721,"complementary_attribute_name":"5.14","complementary_attribute_description":"El personal de salud debe actuar en todo momento dentro del marco del respeto a los derechos humanos de las personas del Grupo Etario, con perspectiva de género y sus servicios deben salvaguardar la intimidad, la confidencialidad, la inclusión y no discriminación, el respeto y el consentimiento libre e informado, de conformidad con las disposiciones aplicables."},{"complementary_attribute_id":182,"evidence_id":721,"complementary_attribute_name":"6.8.11","complementary_attribute_description":"El personal de salud que proporciona atención en salud sexual y reproductiva a la población del Grupo Etario, debe fomentar en los integrantes de este Grupo, su participación mediante acciones de información, educación y comunicación, incluyendo la educación entre pares y metodologías participativas, para promover el acceso y uso de los servicios de salud, los cuales deben proporcionarse, con respeto, confidencialidad, privacidad, en un ambiente amigable y de confianza, conforme a su edad, desarrollo evolutivo, cognoscitivo y madurez."}]}],"identifier":"PUDH:INDI:SiP01"}