{"indicator_id":600,"guid":"PUDH:INDI:SiP04","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Salud","right_key":"S","right_name_short":"Salud","category_id":5,"indicator_category_name":"Acceso a información pública y participación","indicator_category_key":"i","indicator_type":"De Proceso","indicator_type_short":"Proceso","indicator_type_code":"P","indicator_code":"SiP04","indicator_sequence":"020502204","indicator_name":"Servicios de traducción en lenguas indígenas en entidades de atención a la salud","indicator_definition":"La Ley General de Salud, en diversos Artículos (51 Bis 1, 54, 67, 113) señala que los usuarios originarios de pueblos y comunidades indígenas, que reciben los diferentes servicios salud, tendrán derecho a obtener información necesaria en su lengua y, por su parte, las autoridades sanitarias brindarán la asesoría y en su caso la orientación en español y en la lengua o lenguas en uso en la región o comunidad; incluyendo la instrucción y orientación en el tema de planificación familiar, los programas de educación para la salud, entre otros.","right_id":2,"indicator_type_id":2,"indicator_category_id":5,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Servicios de traducción en lenguas indígenas en entidades de atención a la salud","label":"Servicios de traducción en lenguas indígenas en entidades de atención a la salud","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":722,"evidence_name":"Ley General de Salud","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lgs.htm","indicator_id":600,"update_date":"2019-08-02","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":99,"institution_name_evidencie":"Dirección General de Planeación y Desarrollo en Salud","institution_code_evidencie":"DGPLADES","institution_headboard":"67","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":552,"evidence_id":722,"paper_sequence":"51 Bis 1","paper_name":"Los usuarios tendrán derecho a recibir información suficiente, clara, oportuna, y veraz, así como la orientación que sea necesaria respecto de su salud y sobre los riesgos y alternativas de los procedimientos, diagnósticos terapéuticos y quirúrgicos que se le indiquen o apliquen.\r\nCuando se trate de la atención a los usuarios originarios de pueblos y comunidades indígenas, estos tendrán derecho a obtener información necesaria en su lengua."},{"paper_id":553,"evidence_id":722,"paper_sequence":"54","paper_name":"Las autoridades sanitarias competentes y las propias instituciones de salud, establecerán procedimientos de orientación y asesoría a los usuarios sobre el uso de los servicios de salud que requieran, así como mecanismos para que los usuarios o solicitantes presenten sus quejas, reclamaciones y sugerencias respecto de la prestación de los servicios de salud y en relación a la falta de probidad, en su caso, de los servidores públicos. En el caso de las poblaciones o comunidades indígenas las autoridades sanitarias brindarán la asesoría y en su caso la orientación en español y en la lengua o lenguas en uso en la región o comunidad."},{"paper_id":554,"evidence_id":722,"paper_sequence":"67","paper_name":"La planificación familiar tiene carácter prioritario. En sus actividades se debe incluir la información y orientación educativa para los adolescentes y jóvenes. Asimismo, para disminuir el riesgo reproductivo, se debe informar a la mujer y al hombre sobre la inconveniencia del embarazo antes de los 20 años o bien después de los 35, así como la conveniencia de espaciar los embarazos y reducir su número; todo ello, mediante una correcta información anticonceptiva, la cual debe ser oportuna, eficaz y completa a la pareja. [...]\r\nEn materia de planificación familiar, las acciones de información y orientación educativa en las comunidades indígenas deberán llevarse a cabo en español y en la lengua o lenguas indígenas en uso en la región o comunidad de que se trate."},{"paper_id":555,"evidence_id":722,"paper_sequence":"113","paper_name":"La Secretaría de Salud, en coordinación con la Secretaría de Educación Pública y los gobiernos de las entidades federativas, y con la colaboración de las dependencias y entidades del sector salud, formulará, propondrá y desarrollará programas de educación para la salud, entre otros, aquellos orientados a la alimentación nutritiva, suficiente y de calidad y a la activación física, procurando optimizar los recursos y alcanzar una cobertura total de la población. Así como, llevar a cabo la detección y seguimiento de peso, talla e índice de masa corporal, en los centros escolares de educación básica.\r\nTratándose de las comunidades indígenas, los programas a los que se refiere el párrafo anterior, deberán difundirse en español y la lengua o lenguas indígenas que correspondan."}],"validity_date_evidence":[{"validity_date_id":779,"evidence_id":722,"validity_date":"1984-02-07","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:SiP04"}