{"indicator_id":481,"guid":"PUDH:INDI:SSdE01","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Seguridad Social","right_key":"SS","right_name_short":"Seguridad Social","category_id":4,"indicator_category_name":"Igualdad y no discriminación","indicator_category_key":"d","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"SSdE01","indicator_sequence":"010401101","indicator_name":"Requisitos de acceso al Sistema de Seguridad Social","indicator_definition":"La Ley del Seguro Social (LSS) en el Artículo 6º establece el acceso al Sistema de Seguridad Social de forma obligatoria o de manera voluntaria, cuyos requisitos se establecen en los Artículos 12 y 13, respectivamente. De conformidad con la Ley del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado (LISSSTE) (Artículos 1, 2, 6, 7, 8, 9, 10, 11, 12, 21 y 200), la seguridad social comprende el régimen obligatorio que otorga seguros, prestaciones y servicios a los derechohabientes; además, se tiene el régimen voluntario para el trabajador que deje de prestar sus servicios en alguna Dependencia o Entidad y no tenga la calidad de Pensionado, podrá solicitar la continuación voluntaria en todos o alguno de los seguros del régimen obligatorio, con excepción del seguro de riesgos del trabajo, para ello, deberá cubrir las Cuotas y Aportaciones que correspondan conforme a lo dispuesto por el régimen financiero de los seguros en que desee continuar voluntariamente. Para el caso del seguro de salud se requerirá que el Trabajador acredite haber laborado, cuando menos, cinco años en alguna Dependencia o Entidad incorporada al Instituto. Asimismo, el ISSSTE cuenta con el régimen de incorporación voluntaria al régimen obligatorio, mecanismo mediante el cual, dicho instituto puede celebrar convenios con los gobiernos de las Entidades Federativas o de los municipios y sus Dependencias y Entidades que no están obligados al régimen de la Ley del ISSSTE por disposición de ley o decreto, a fin de que sus Trabajadores y Familiares Derechohabientes reciban los seguros, prestaciones y servicios del régimen obligatorios de esta Ley (Art. 204).","right_id":1,"indicator_type_id":1,"indicator_category_id":4,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Requisitos de acceso al Sistema de Seguridad Social","label":"Requisitos de acceso al Sistema de Seguridad Social","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":577,"evidence_name":"Ley del Seguro Social","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lss.htm","indicator_id":481,"update_date":"2019-04-05","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":31,"institution_name_evidencie":"Instituto Mexicano del Seguro Social","institution_code_evidencie":"IMSS","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":369,"evidence_id":577,"paper_sequence":"6","paper_name":"El Seguro Social comprende:\r\nI. El régimen obligatorio, y\r\nII. El régimen voluntario."},{"paper_id":370,"evidence_id":577,"paper_sequence":"12","paper_name":"Son sujetos de aseguramiento del régimen obligatorio:\r\nI. Las personas que de conformidad con los artículos 20 y 21 de la Ley Federal del Trabajo, presten, en forma permanente o eventual, a otras de carácter físico o moral o unidades económicas sin personalidad jurídica, un servicio remunerado, personal y subordinado, cualquiera que sea el acto que le dé origen y cualquiera que sea la personalidad jurídica o la naturaleza económica del patrón aun cuando éste, en virtud de alguna ley especial, esté exento del pago de contribuciones;\r\nII. Los socios de sociedades cooperativas, y III. Las personas que determine el Ejecutivo Federal a través del Decreto respectivo, bajo los términos y condiciones que señala esta Ley y los reglamentos correspondientes."},{"paper_id":371,"evidence_id":577,"paper_sequence":"13","paper_name":"Voluntariamente podrán ser sujetos de aseguramiento al régimen obligatorio:\r\nI. Los trabajadores en industrias familiares y los independientes, como profesionales, comerciantes en pequeño, artesanos y demás trabajadores no asalariados;\r\nII. Los trabajadores domésticos;\r\nIII. Los ejidatarios, comuneros, colonos y pequeños propietarios;\r\nIV. Los patrones personas físicas con trabajadores asegurados a su servicio, y\r\nV. Los trabajadores al servicio de las administraciones públicas de la Federación, entidades federativas y municipios que estén excluidas o no comprendidas en otras leyes o decretos como sujetos de seguridad social."}],"validity_date_evidence":[{"validity_date_id":559,"evidence_id":577,"validity_date":"1995-12-21","date_type_name":"Publicación"}]},{"evidence_id":578,"evidence_name":"Ley del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lissste.htm","indicator_id":481,"update_date":"2019-07-11","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":26,"institution_name_evidencie":"Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","institution_code_evidencie":"ISSSTE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":372,"evidence_id":578,"paper_sequence":"2","paper_name":"La seguridad social de los Trabajadores comprende:\r\nI. El régimen obligatorio, y\r\nII. El régimen voluntario."},{"paper_id":373,"evidence_id":578,"paper_sequence":"8","paper_name":"Los Trabajadores están obligados a proporcionar al Instituto y a las Dependencias o Entidades en que presten sus servicios:\r\nI. La información general de las personas que podrán considerarse como Familiares Derechohabientes, y\r\nII. Los informes y documentos probatorios que se les pidan, relacionados con la aplicación de esta Ley.\r\nLos Trabajadores tendrán derecho a exigir a las Dependencias o Entidades el estricto cumplimiento de las obligaciones que les impone el artículo anterior, así como el que el Instituto los registre al igual que a sus Familiares Derechohabientes."},{"paper_id":374,"evidence_id":578,"paper_sequence":"9","paper_name":"El Instituto expedirá a todos los Derechohabientes de esta Ley, un medio de identificación para ejercer los derechos que la misma les confiere.\r\nPara estos efectos, las Dependencias y Entidades estarán obligadas a proporcionar al Instituto los apoyos necesarios de acuerdo con los lineamientos que éste emita."},{"paper_id":375,"evidence_id":578,"paper_sequence":"10","paper_name":"El Instituto definirá los medios para integrar un expediente electrónico único para cada Derechohabiente.\r\nEl expediente integrará todo lo relativo a vigencia de derechos, historial de cotización, situación jurídica, historia clínica, historia crediticia institucional, así como otros conceptos que se definan en el reglamento respectivo.\r\nLos datos y registros que se asienten en el expediente electrónico serán confidenciales y la revelación de los mismos a terceros, sin autorización expresa de las autoridades del Instituto y del Derechohabiente respectivo o sin causa legal que lo justifique, será sancionada en los términos de la legislación penal federal vigente.\r\nEl personal autorizado para el manejo de la información contenida en el expediente electrónico, así como los Derechohabientes tendrán acceso a la información de sus expedientes mediante los mecanismos y normas que establezca el Instituto.\r\nLa certificación que el Instituto emita en términos de las disposiciones aplicables, a través de la unidad administrativa competente, con base en la información que conste en el expediente electrónico a que se refiere este artículo, tendrá plenos efectos legales para fines civiles, administrativos y judiciales.\r\nEl Trabajador y el Pensionado deberán auxiliar al Instituto a mantener al día su expediente electrónico y el de sus Familiares Derechohabientes. Para el efecto, la Junta Directiva incluirá en el reglamento respectivo, disposiciones que los incentiven a presentarse periódicamente a las instalaciones que el Instituto determine para cumplir con esta disposición."},{"paper_id":376,"evidence_id":578,"paper_sequence":"11","paper_name":"Para que los Derechohabientes puedan utilizar los seguros, prestaciones y servicios que les corresponden en términos de esta Ley, deberán cumplir los requisitos aplicables."},{"paper_id":377,"evidence_id":578,"paper_sequence":"12","paper_name":"Las Dependencias o Entidades deberán enterar al Instituto las Cuotas y Aportaciones tomando como Sueldo Básico mínimo el límite inferior previsto en el artículo 17 de esta Ley, aun en el caso de Trabajadores que tengan un ingreso inferior a dicho límite."},{"paper_id":378,"evidence_id":578,"paper_sequence":"21","paper_name":"Las Dependencias y Entidades sujetas al régimen de esta Ley tienen la obligación de retener de los sueldos del Trabajador el equivalente a las Cuotas y Descuentos que éste debe cubrir al Instituto, de conformidad con las disposiciones administrativas que al efecto se emitan. Si las Cuotas y Descuentos no fueren retenidas al efectuarse el pago del sueldo, los obligados a hacerlo sólo podrán retener de éste el monto acumulado equivalente a dos cotizaciones; el resto de los no retenidos será a su cargo.\r\nEl entero de las Cuotas, Aportaciones y Descuentos, será por quincenas vencidas y deberá hacerse en entidades receptoras que actúen por cuenta y orden del Instituto, mediante los sistemas o programas informáticos que se establezcan al efecto, a más tardar, los días cinco de cada mes, para la segunda quincena del mes inmediato anterior, y veinte de cada mes, para la primera quincena del mes en curso, excepto tratándose de las Cuotas y Aportaciones al seguro de retiro, cesantía en edad avanzada y vejez y al Fondo de la Vivienda.\r\nEl entero de las Cuotas y Aportaciones al seguro de retiro, cesantía en edad avanzada y vejez y al\r\nFondo de la Vivienda será por bimestres vencidos, a más tardar el día diecisiete de los meses de enero, marzo, mayo, julio, septiembre y noviembre de cada año y se realizará mediante los sistemas o programas informáticos que, al efecto, determine la Comisión Nacional del Sistema de Ahorro para el Retiro.\r\nLas Dependencias o Entidades están obligadas a utilizar los sistemas o programas informáticos antes referidos para realizar el pago de las Cuotas, Aportaciones y Descuentos.\r\nEl Instituto se reserva la facultad de verificar la información recibida. En caso de encontrar errores o discrepancias que generen adeudos a favor del Instituto, deberán ser cubiertos en forma inmediata con las actualizaciones y recargos que correspondan, en los términos de esta Ley."},{"paper_id":379,"evidence_id":578,"paper_sequence":"204","paper_name":"El Instituto podrá celebrar convenios con los gobiernos de las Entidades Federativas o de los municipios y sus Dependencias y Entidades, a fin de que sus Trabajadores y Familiares Derechohabientes reciban los seguros, prestaciones y servicios del régimen obligatorio de esta Ley. La incorporación deberá ser total y, en ningún caso, el Instituto podrá otorgar seguros, prestaciones o servicios que no estén previstos en el convenio correspondiente.\r\nLas disposiciones a que deben sujetarse las Dependencias y Entidades previstas en la presente Ley también serán aplicables a las respectivas Dependencias y Entidades de las Entidades Federativas y municipios, en lo que sea conducente y en términos de los convenios referidos en el párrafo anterior que, al efecto, se celebren.\r\nPara la celebración de estos convenios de incorporación, las Dependencias y Entidades de carácter local antes mencionadas, deberán garantizar incondicionalmente el pago de las Cuotas y Aportaciones y la suficiencia presupuestal necesaria y autorizar al Instituto a celebrar en cualquier momento las auditorías que sean necesarias para verificar dicha suficiencia presupuestal.\r\nAsimismo, los convenios a que se refiere este artículo deberán sujetarse al texto que apruebe la Junta Directiva del Instituto, el cual deberá contener el otorgamiento de la garantía incondicional de pago de las Cuotas y Aportaciones correspondientes, previéndose, en su caso, la afectación de sus participaciones y transferencias federales, en términos de las disposiciones federales y locales aplicables, para cubrir el adeudo, así como la forma en que se realizará la liquidación de los derechos de los Trabajadores a la terminación del convenio.\r\nEn caso de que las participaciones federales afectadas no fueren suficientes para cubrir el adeudo, el Instituto deberá requerir a las Entidades Federativas y municipios morosos y ejercer las vías legales procedentes para hacer efectivos los adeudos. En este caso, el Instituto hará públicos los adeudos en el periódico de mayor circulación en la localidad y en un periódico de circulación nacional.\r\nLa Secretaría de Hacienda y Crédito Público, en el ámbito de sus atribuciones, llevará a cabo, cuando así proceda, la afectación de las participaciones y transferencias federales en el supuesto a que se refiere el presente artículo. A efecto de lo anterior, los convenios de incorporación deberán contar con la previa opinión de dicha Secretaría."},{"paper_id":380,"evidence_id":578,"paper_sequence":"1","paper_name":"La presente Ley es de orden público, de interés social y de observancia en toda la República, y se aplicará a las Dependencias, Entidades, Trabajadores al servicio civil, Pensionados y Familiares Derechohabientes, de:\r\nI. La Presidencia de la República, las Dependencias y Entidades de la Administración Pública Federal, incluyendo al propio Instituto;[...]."},{"paper_id":381,"evidence_id":578,"paper_sequence":"6","paper_name":"Para los efectos de esta Ley, se entenderá por: [...]\r\nXII. Familiares derechohabientes a: [...] d) Los ascendientes que dependan económicamente del Trabajador o Pensionado.\r\nLos familiares que se mencionan en esta fracción tendrán el derecho que esta Ley establece si reúnen los requisitos siguientes:\r\n1) Que el Trabajador o el Pensionado tenga derecho a los seguros, prestaciones y servicios señalados en esta Ley, y\r\n2) Que dichos familiares no tengan por sí mismos derechos propios a los seguros, prestaciones y servicios previstos en esta Ley, o a otros similares en materia de servicios de salud, otorgados por cualquier otro instituto de seguridad social."},{"paper_id":382,"evidence_id":578,"paper_sequence":"7","paper_name":["..."]},{"paper_id":383,"evidence_id":578,"paper_sequence":"200","paper_name":"El Trabajador que deje de prestar sus servicios en alguna Dependencia o Entidad y no tenga la calidad de Pensionado, podrá solicitar la continuación voluntaria en todos o alguno de los seguros del régimen obligatorio, con excepción del seguro de riesgos del trabajo y, al efecto, cubrirá íntegramente las Cuotas y Aportaciones que correspondan conforme a lo dispuesto por el régimen financiero de los seguros en que desee continuar voluntariamente.\r\nPara el caso del seguro de salud se requerirá que el Trabajador acredite haber laborado, cuando menos, cinco años en alguna Dependencia o Entidad incorporada al Instituto."}],"validity_date_evidence":[{"validity_date_id":560,"evidence_id":578,"validity_date":"2007-03-31","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:SSdE01"}