{"indicator_id":486,"guid":"PUDH:INDI:SSdP01","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Seguridad Social","right_key":"SS","right_name_short":"Seguridad Social","category_id":4,"indicator_category_name":"Igualdad y no discriminación","indicator_category_key":"d","indicator_type":"De Proceso","indicator_type_short":"Proceso","indicator_type_code":"P","indicator_code":"SSdP01","indicator_sequence":"010401201","indicator_name":"Base de cálculo de las prestaciones de seguridad social para varones y mujeres","indicator_definition":"Las bases para el cálculo de cuotas o primas de los ramos del seguro amparados están definidas en la Ley del Seguro Social (LSS), Artículos 58, 59, 64, 131, 135, 137, 141, 143, 144, 155-157 (Asimismo, la base de cálculo para otras prestaciones que se otorgan bajo la LSS se ubica en los artículos 70-73, 105-108, 146-149, 167-169, 172, 172A y 211-213. Respecto de la aplicación de la Ley del Seguro Social de 1973, atendiendo a lo dispuesto en los artículos Tercero y Undécimo Transitorios de la LSS vigente, las bases de cálculo aplicable se ubican en la Ley de 1973, Artículos 77-80, 82, 83, 113-117, 176-181, 190 y 191); y en la Ley del ISSSTE, Artículos 62, 67, 68 y 132; en ambos casos, no se presentan variaciones según el sexo del trabajador.","right_id":1,"indicator_type_id":2,"indicator_category_id":4,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Base de cálculo de las prestaciones de seguridad social para varones y mujeres","label":"Base de cálculo de las prestaciones de seguridad social para varones y mujeres","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":599,"evidence_name":"Ley del Seguro Social","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lss.htm","indicator_id":486,"update_date":"2019-04-05","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":31,"institution_name_evidencie":"Instituto Mexicano del Seguro Social","institution_code_evidencie":"IMSS","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":399,"evidence_id":599,"paper_sequence":"58","paper_name":"El asegurado que sufra un riesgo de trabajo tiene derecho a las siguientes prestaciones en dinero: [...] Al declararse la incapacidad permanente total del asegurado, éste recibirá una pensión mensual definitiva equivalente al setenta por ciento del salario en que estuviere cotizando en el momento de ocurrir el riesgo. En el caso de enfermedades de trabajo, se calculará con el promedio del salario base de cotización de las cincuenta y dos últimas semanas o las que tuviere si su aseguramiento fuese por un tiempo menor para determinar el monto de la pensión [...]."},{"paper_id":400,"evidence_id":599,"paper_sequence":"59","paper_name":"La pensión que se otorgue en el caso de incapacidad permanente total, será siempre superior a la que le correspondería al asegurado por invalidez, y comprenderá en todos los casos, las asignaciones familiares y la ayuda asistencial, así como cualquier otra prestación en dinero a que tenga derecho en los términos de este capítulo."},{"paper_id":401,"evidence_id":599,"paper_sequence":"64","paper_name":"Si el riesgo de trabajo trae como consecuencia la muerte del asegurado, el Instituto calculará el monto constitutivo al que se le restará los recursos acumulados en la cuenta individual del trabajador fallecido [...]\r\nLas pensiones y prestaciones a que se refiere la presente Ley serán: [...]"},{"paper_id":402,"evidence_id":599,"paper_sequence":"70","paper_name":"Las prestaciones del seguro de riesgos de trabajo, inclusive los capitales constitutivos de las rentas líquidas al fin de año y los gastos administrativos, serán cubiertos íntegramente por las cuotas que para este efecto aporten los patrones y demás sujetos obligados."},{"paper_id":403,"evidence_id":599,"paper_sequence":"71","paper_name":"Las cuotas que por el seguro de riesgos de trabajo deban pagar los patrones, se determinarán en relación con la cuantía del salario base de cotización, y con los riesgos inherentes a la actividad de la negociación de que se trate, en los términos que establezca el reglamento relativo."},{"paper_id":418,"evidence_id":599,"paper_sequence":"148","paper_name":"En todos los casos en que no esté expresamente prevista por la Ley o por convenio la cuantía de la contribución del Estado para los seguros de invalidez y vida, será igual al siete punto ciento cuarenta y tres por ciento del total de las cuotas patronales y la cubrirá en los términos del artículo 108 de esta Ley."},{"paper_id":419,"evidence_id":599,"paper_sequence":"149","paper_name":"El patrón es responsable de los daños y perjuicios que se causaren al trabajador o a sus familiares derechohabientes, cuando por falta de cumplimiento de la obligación de inscribirlo o de avisar su salario real o los cambios que sufriera éste, no pudieran otorgarse las prestaciones consignadas en este capítulo o bien dichas prestaciones se vieran disminuidas en su cuantía.\r\nEl Instituto se subrogará en sus derechos y le otorgará las prestaciones que le correspondan. En este caso, el patrón está obligado a enterar al Instituto los capitales constitutivos respectivos.\r\nLas disposiciones del artículo 79 de esta Ley y demás relativas para la integración, determinación y cobro de los capitales constitutivos son aplicables al seguro de invalidez y vida."},{"paper_id":420,"evidence_id":599,"paper_sequence":"155","paper_name":"La contingencia consistente en la cesantía en edad avanzada, obliga al Instituto al otorgamiento de las prestaciones siguientes:\r\nI. Pensión;\r\nII. Asistencia médica, en los términos del capítulo IV de este Título;\r\nIII. Asignaciones familiares, y\r\nIV. Ayuda asistencial."},{"paper_id":404,"evidence_id":599,"paper_sequence":"72","paper_name":"Para los efectos de la fijación de primas a cubrir por el seguro de riesgos de trabajo, las empresas deberán calcular sus primas, multiplicando la siniestralidad de la empresa por un factor de prima, y al producto se le sumará el 0.005. El resultado será la prima a aplicar sobre los salarios de cotización, conforme a la fórmula siguiente:\r\nPrima = [(S\/365)+V * (I + D)] * (F\/N) + M\r\nDonde:\r\nV = 28 años, que es la duración promedio de vida activa de un individuo que no haya sido víctima de un accidente mortal o de incapacidad permanente total.\r\nF = 2.3, que es el factor de prima.\r\nN = Número de trabajadores promedio expuestos al riesgo.\r\nS = Total de los días subsidiados a causa de incapacidad temporal.\r\nI = Suma de los porcentajes de las incapacidades permanentes, parciales y totales, divididos entre 100.\r\nD = Número de defunciones.\r\nM = 0.005, que es la prima mínima de riesgo.\r\nAl inscribirse por primera vez en el Instituto o al cambiar de actividad, las empresas cubrirán, en la clase que les corresponda conforme al reglamento, la prima media. Una vez ubicada la empresa en la prima a pagar, los siguientes aumentos o disminuciones de la misma se harán conforme al párrafo primero de este artículo.\r\nNo se tomarán en cuenta para la siniestralidad de las empresas, los accidentes que ocurran a los trabajadores al trasladarse de su domicilio al centro de labores o viceversa.\r\nLos patrones cuyos centros de trabajo cuenten con un sistema de administración y seguridad en el trabajo acreditado por la Secretaría del Trabajo y Previsión Social, aplicarán una F de 2.2 como factor de prima.\r\nLas empresas de menos de 10 trabajadores, podrán optar por presentar la declaración anual correspondiente o cubrir la prima media que les corresponda conforme al reglamento, de acuerdo al artículo 73 de esta Ley."},{"paper_id":405,"evidence_id":599,"paper_sequence":"73","paper_name":"Al inscribirse por primera vez en el Instituto o al cambiar de actividad, las empresas cubrirán la prima media de la clase que conforme al Reglamento les corresponda, de acuerdo a la tabla siguiente: [...]."},{"paper_id":406,"evidence_id":599,"paper_sequence":"105","paper_name":"Los recursos necesarios para cubrir las prestaciones en dinero, las prestaciones en especie y los gastos administrativos del seguro de enfermedades y maternidad, se obtendrán de las cuotas que están obligados a cubrir los patrones y los trabajadores o demás sujetos y de la contribución que corresponda al Estado."},{"paper_id":407,"evidence_id":599,"paper_sequence":"106","paper_name":"Las prestaciones en especie del seguro de enfermedades y maternidad, se financiarán en la forma siguiente:\r\nI. Por cada asegurado se pagará mensualmente una cuota diaria patronal equivalente al trece punto nueve por ciento de un salario mínimo general diario para el Distrito Federal;\r\nII. Para los asegurados cuyo salario base de cotización sea mayor a tres veces el salario mínimo general diario para el Distrito Federal; se cubrirá además de la cuota establecida en la fracción anterior, una cuota adicional patronal equivalente al seis por ciento y otra adicional obrera del dos por ciento, de la cantidad que resulte de la diferencia entre el salario base de cotización y tres veces el salario mínimo citado, y\r\nIII. El Gobierno Federal cubrirá mensualmente una cuota diaria por cada asegurado, equivalente a trece punto nueve por ciento de un salario mínimo general para el Distrito Federal, a la fecha de entrada en vigor de esta Ley, la cantidad inicial que resulte se actualizará trimestralmente de acuerdo a la variación del Índice [SIC] Nacional de Precios al Consumidor."},{"paper_id":408,"evidence_id":599,"paper_sequence":"107","paper_name":"Las prestaciones en dinero del seguro de enfermedades y maternidad se financiarán con una cuota del uno por ciento sobre el salario base de cotización, que se pagará de la forma siguiente:\r\nI. A los patrones les corresponderá pagar el setenta por ciento de dicha cuota;\r\nII. A los trabajadores les corresponderá pagar el veinticinco por ciento de la misma, y\r\nIII. Al Gobierno Federal le corresponderá pagar el cinco por ciento restante."},{"paper_id":409,"evidence_id":599,"paper_sequence":"108","paper_name":"Las aportaciones del Gobierno Federal serán cubiertas en pagos mensuales iguales, equivalentes a la doceava parte de la estimación que presente el Instituto para el año siguiente a la Secretaría de Hacienda y Crédito Público, en el mes de julio de cada ejercicio. En el caso de que en un cuatrimestre la inflación sea cuatro puntos porcentuales mayor o menor a la prevista en dichos cálculos, se harán las compensaciones preliminares correspondientes antes de que termine el siguiente bimestre, realizándose los ajustes definitivos, en base a la inflación real anual, durante el mes de enero del año siguiente."},{"paper_id":410,"evidence_id":599,"paper_sequence":"131","paper_name":"La pensión de viudez será igual al noventa por ciento de la que hubiera correspondido al asegurado en el caso de invalidez o de la que venía disfrutando el pensionado por este supuesto."},{"paper_id":411,"evidence_id":599,"paper_sequence":"135","paper_name":"La pensión del huérfano de padre o madre será igual al veinte por ciento de la pensión de invalidez que el asegurado estuviese gozando al fallecer o de la que le hubiera correspondido suponiendo realizado el estado de invalidez. Si el huérfano lo fuera de padre y madre, se le otorgará en las mismas condiciones una pensión igual al treinta por ciento de la misma base."},{"paper_id":412,"evidence_id":599,"paper_sequence":"137","paper_name":"Si no existieran viuda, viudo, huérfanos ni concubina o concubinario con derecho a pensión, ésta se otorgará a cada uno de los ascendientes que dependían económicamente del asegurado o pensionado por invalidez fallecido, por una cantidad igual al veinte por ciento de la pensión que el asegurado estuviese gozando al fallecer, o de la que le hubiera correspondido suponiendo realizado el estado de invalidez."},{"paper_id":413,"evidence_id":599,"paper_sequence":"141","paper_name":"La cuantía de la pensión por invalidez será igual a una cuantía básica del treinta y cinco por ciento del promedio de los salarios correspondientes a las últimas quinientas semanas de cotización anteriores al otorgamiento de la misma, o las que tuviere siempre que sean suficientes para ejercer el derecho, en los términos del artículo 122 de esta Ley, actualizadas conforme al Índice Nacional de Precios al Consumidor, más las asignaciones familiares y ayudas asistenciales.\r\nEn el caso de que la cuantía de la pensión sea inferior a la pensión garantizada, el Estado aportará la diferencia a fin de que el trabajador pueda adquirir una pensión vitalicia."},{"paper_id":414,"evidence_id":599,"paper_sequence":"143","paper_name":"La pensión que se otorgue por invalidez incluyendo el importe de las asignaciones familiares y ayudas asistenciales que se concedan, no excederá del cien por ciento del salario promedio que sirvió de base para fijar la cuantía de la pensión."},{"paper_id":415,"evidence_id":599,"paper_sequence":"144","paper_name":"El total de las pensiones atribuidas a la viuda, o a la concubina y a los huérfanos de un asegurado fallecido no deberá exceder del monto de la pensión de invalidez que disfrutaba el asegurado o de la que le hubiera correspondido en el caso de invalidez. Si ese total excediera, se reducirán proporcionalmente cada una de las pensiones."},{"paper_id":416,"evidence_id":599,"paper_sequence":"146","paper_name":"Los recursos necesarios para financiar las prestaciones y los gastos administrativos del seguro de invalidez y vida, así como la constitución de las reservas técnicas, se obtendrán de las cuotas que están obligados a cubrir los patrones, los trabajadores y demás sujetos obligados, así como de la contribución que corresponda al Estado."},{"paper_id":417,"evidence_id":599,"paper_sequence":"147","paper_name":"A los patrones y a los trabajadores les corresponde cubrir, para el seguro de invalidez y vida el uno punto setenta y cinco por ciento y el cero punto seiscientos veinticinco por ciento sobre el salario base de cotización, respectivamente."},{"paper_id":421,"evidence_id":599,"paper_sequence":"156","paper_name":"El derecho al goce de la pensión de cesantía en edad avanzada comenzará desde el día en que el asegurado cumpla con los requisitos señalados en el artículo 154 de esta Ley, siempre que solicite el otorgamiento de dicha pensión y acredite haber quedado privado de trabajo, si no fue recibido en el Instituto el aviso de baja."},{"paper_id":422,"evidence_id":599,"paper_sequence":"157","paper_name":"Los asegurados que reúnan los requisitos establecidos en esta sección podrán disponer de su cuenta individual con el objeto de disfrutar de una pensión de cesantía en edad avanzada. Para tal propósito podrá optar por alguna de las alternativas siguientes:\r\nI. Contratar con la institución de seguros de su elección una renta vitalicia, que se actualizará anualmente en el mes de febrero conforme al Índice [SIC] Nacional de Precios al Consumidor, y\r\nII. Mantener el saldo de su cuenta individual en una Administradora de Fondos para el Retiro y efectuar con cargo a éste, retiros programados."},{"paper_id":423,"evidence_id":599,"paper_sequence":"167","paper_name":"Los patrones y el Gobierno Federal, en la parte que les corresponde están obligados a enterar al Instituto el importe de las cuotas obrero patronales y la aportación estatal del seguro de retiro, cesantía en edad avanzada y vejez. Dichas cuotas se recibirán y se depositarán en las respectivas subcuentas de la cuenta individual de cada trabajador, en los términos previstos en la Ley para la Coordinación de los Sistemas de Ahorro para el Retiro."},{"paper_id":424,"evidence_id":599,"paper_sequence":"168","paper_name":"Las cuotas y aportaciones a que se refiere el artículo anterior serán:\r\nI. En el ramo de retiro, a los patrones les corresponde cubrir el importe equivalente al dos por ciento del salario base de cotización del trabajador.\r\nII. En los ramos de cesantía en edad avanzada y vejez, a los patrones y a los trabajadores les corresponde cubrir las cuotas del tres punto ciento cincuenta por ciento y uno punto ciento veinticinco por ciento sobre el salario base de cotización, respectivamente.\r\nIII. En los ramos de cesantía en edad avanzada y vejez la contribución del Estado será igual al siete punto ciento cuarenta y tres por ciento del total de las cuotas patronales de estos ramos, y\r\nIV. Una cantidad por cada día de salario cotizado, que aporte mensualmente el Gobierno Federal por concepto de cuota social para los trabajadores que ganen hasta quince veces el salario mínimo general vigente en el Distrito Federal, que se depositará en la cuenta individual de cada trabajador asegurado conforme a la tabla siguiente: [...]."},{"paper_id":425,"evidence_id":599,"paper_sequence":"169","paper_name":"Los recursos depositados en la cuenta individual de cada trabajador son propiedad de éste con las modalidades que se establecen en esta Ley y demás disposiciones aplicables. Estos recursos son inembargables y no podrán otorgarse como garantía. Lo anterior no será aplicable para los recursos depositados en la subcuenta de aportaciones voluntarias."},{"paper_id":426,"evidence_id":599,"paper_sequence":"172","paper_name":"El Gobierno Federal con recursos propios complementarios a los de la cuenta individual correspondiente, cubrirá la pensión garantizada, por conducto del Instituto.\r\nEl trabajador asegurado deberá solicitarla al Instituto y acreditar tener derecho a ella. Por su parte la Administradora de Fondos para el Retiro está obligada a proporcionar la información que el propio Instituto le requiera para este efecto.\r\nAgotados los recursos de la cuenta individual, la Administradora de Fondos para el Retiro, notificará este hecho al Instituto con la finalidad de que éste continúe otorgando la pensión mínima garantizada.\r\nUna vez agotados los recursos la pensión será cubierta directamente por el Instituto, con los recursos que para tal efecto le debe proporcionar el Gobierno Federal."},{"paper_id":427,"evidence_id":599,"paper_sequence":"211","paper_name":"El monto de la prima para este seguro será del uno por ciento sobre el salario base de cotización. Para prestaciones sociales solamente se podrá destinar hasta el veinte por ciento de dicho monto."},{"paper_id":428,"evidence_id":599,"paper_sequence":"212","paper_name":"Los patrones cubrirán íntegramente la prima para el financiamiento de las prestaciones de este capítulo, esto independientemente que tengan o no trabajadores de los señalados en el artículo 201 a su servicio."},{"paper_id":429,"evidence_id":599,"paper_sequence":"213","paper_name":"El Instituto podrá celebrar convenios de reversión de cuotas o subrogación de servicios, con los patrones que tengan instaladas guarderías en sus empresas o establecimientos, cuando reúnan los requisitos señalados en las disposiciones relativas."},{"paper_id":430,"evidence_id":599,"paper_sequence":"172a","paper_name":"A la muerte del pensionado por cesantía en edad avanzada o vejez que estuviere gozando de una pensión garantizada, el Instituto deberá contratar una renta vitalicia que cubra la pensión correspondiente conforme a lo previsto en las fracciones I a III del artículo 171 de esta Ley, a favor de los beneficiarios con la aseguradora que éstos elijan.\r\nA efecto de lo anterior, el Instituto deberá informar del fallecimiento a la administradora de fondos para el retiro que, en su caso, estuviere pagando la pensión, y observarse lo siguiente:\r\nI. La administradora de fondos para el retiro deberá entregar al Instituto los recursos que hubiere en la cuenta individual del pensionado fallecido, los cuales se destinarán al pago del monto constitutivo de la renta vitalicia de los beneficiarios, y\r\nII. El Gobierno Federal, por conducto del Instituto, deberá aportar los recursos faltantes para el pago del monto constitutivo de la mencionada renta vitalicia."},{"paper_id":431,"evidence_id":599,"paper_sequence":"154","paper_name":"Para los efectos de esta Ley existe cesantía en edad avanzada cuando el asegurado quede privado de trabajos remunerados a partir de los sesenta años de edad.\r\nPara gozar de las prestaciones de este ramo se requiere que el asegurado tenga reconocidas ante el Instituto un mínimo de mil doscientas cincuenta cotizaciones semanales.\r\nEl trabajador cesante que tenga sesenta años o más y no reúna las semanas de cotización señaladas en el párrafo precedente, podrá retirar el saldo de su cuenta individual en una sola exhibición o seguir cotizando hasta cubrir las semanas necesarias para que opere su pensión.\r\nEn este caso, si el asegurado tiene cotizadas un mínimo de setecientas cincuenta semanas tendrá derecho a las prestaciones en especie del seguro de enfermedades y maternidad, en los términos del capítulo IV de este Título."},{"paper_id":432,"evidence_id":599,"paper_sequence":"162","paper_name":"Para tener derecho al goce de las prestaciones del seguro de vejez, se requiere que el asegurado haya cumplido sesenta y cinco años de edad y tenga reconocidas por el Instituto un mínimo de mil doscientas cincuenta cotizaciones semanales.\r\nEn caso que el asegurado tenga sesenta y cinco años o más y no reúna las semanas de cotización señaladas en el párrafo precedente, podrá retirar el saldo de su cuenta individual en una sola exhibición o seguir cotizando hasta cubrir las semanas necesarias para que opere su pensión. Si el asegurado tiene cotizadas un mínimo de setecientas cincuenta semanas tendrá derecho a las prestaciones en especie del seguro de enfermedades y maternidad, en los términos del capítulo IV de este Título."}],"validity_date_evidence":[{"validity_date_id":579,"evidence_id":599,"validity_date":"1995-12-21","date_type_name":"Publicación"}]},{"evidence_id":600,"evidence_name":"Ley del Seguro Social (Publicada en el Diario Oficial de la Federación el 12 de marzo de 1973 )","evidence_url":"http:\/\/www.imss.gob.mx\/sites\/all\/statics\/pdf\/leyes\/4129.pdf","indicator_id":486,"update_date":"2019-06-13","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":31,"institution_name_evidencie":"Instituto Mexicano del Seguro Social","institution_code_evidencie":"IMSS","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":433,"evidence_id":600,"paper_sequence":"77","paper_name":"Las prestaciones del seguro de Riesgos de trabajo, inclusive los capitales constitutivos de las rentas líquidas al fin del año y los gastos administrativos, serán cubiertos íntegramente por las cuotas que para este efecto aporten los patrones y demás sujetos obligados."},{"paper_id":434,"evidence_id":600,"paper_sequence":"78","paper_name":"Las cuotas que por el seguro de Riesgos de trabajo deban pagar los patrones, se determinarán en relación con la cuantía del salario base de cotización, y con los riesgos inherentes a la actividad de la negociación de que se trate, en los términos que establezca el reglamento relativo."},{"paper_id":435,"evidence_id":600,"paper_sequence":"79","paper_name":"Para los efectos de la fijación de las primas a cubrir por el seguro de Riesgos de trabajo, las empresas serán clasificadas y agrupadas de acuerdo con su actividad, en clases, cuyos grados de riesgo se señalan para cada una de las clases que a continuación también se relacionan: [...]."},{"paper_id":436,"evidence_id":600,"paper_sequence":"80","paper_name":"Las empresas tendrán la obligación de revisar anualmente el grado de riesgo conforme al cual estén cubriendo sus primas, para determinar de acuerdo con sus índices de siniestralidad, por el periodo y dentro del plazo que señale el Reglamento, si permanecen en el mismo grado de riesgo, se disminuye o se aumenta.\r\nEl grado de riesgo conforme al cual estén cubriendo sus primas las empresas, podrá ser modificado disminuyéndolo o aumentándolo. Estas modificaciones no podrán exceder los límites determinados para los grados máximo y mínimo de la clase a que corresponda la empresa.\r\nEl Instituto tendrá la facultad de validar o corregir la determinación y en caso de omisión de las empresas, impondrá la sanción y emitirá el dictamen que corresponda, de conformidad con esta Ley y el Reglamento de la materia.\r\nLa disminución o aumento procederá cuando el índice de siniestralidad de los riesgos de trabajo terminados durante el lapso que fije el Reglamento, con independencia de la fecha en que estos hubieren ocurrido, sea inferior o superior al correspondiente al grado de riesgo en que la empresa se encuentre cotizando.\r\nEl índice de siniestralidad se determinará conforme al Reglamento de la materia."},{"paper_id":437,"evidence_id":600,"paper_sequence":"82","paper_name":"La determinación de clases comprenderá una lista de los diversos tipos de actividades y ramas industriales, catalogándolas en razón de la mayor o menor peligrosidad a que están expuestos los trabajadores, y asignando a cada uno de los grupos que formen dicha lista, una clase determinada. Para estos efectos se deberá tomar como base la estadística de los riesgos de trabajo acaecidos en los referidos grupos de empresas, computados y evaluados de manera global.\r\nNo se tomará en cuenta para la fijación de las clases y grados, los accidentes que ocurran a los trabajadores al trasladarse de su domicilio al centro de labores o viceversa."},{"paper_id":438,"evidence_id":600,"paper_sequence":"83","paper_name":"Cada tres años el Consejo Técnico promoverá la revisión de las clases y grados de riesgo, oyendo la opinión que al respecto sustente el Comité Consultivo del Seguro de Riesgos de Trabajo, el cual estará integrado de manera tripartita.\r\nLos cambios de una actividad empresarial, de una clase a otra, se harán siempre a través de disposición del Ejecutivo Federal, ajustándose a las siguientes reglas:\r\nI. Cuando el índice de siniestralidad de todas y cada una de las empresas comprendidas en una actividad exceda durante cada uno de los tres últimos años el grado máximo de la clase en que se encuentre, dicha actividad pasará a la clase superior.\r\nII Cuando el índice de siniestralidad de todas y cada una de las empresas comprendidas en una actividad, sea inferior durante cada uno de los tres últimos años, al grado mínimo de la clase en la que se encuentre, dicha actividad pasará a la clase inferior inmediata.\r\nEstas reglas no operarán en el caso de las actividades que se encuentren en la clase más alta o en la más baja, según se trate de ascenso o de disminución respectivamente.\r\nSi la Asamblea General lo autorizare, con base en la experiencia adquirida, el Consejo Técnico podrá promover la revisión a que alude este Artículo en cualquier tiempo."},{"paper_id":439,"evidence_id":600,"paper_sequence":"113","paper_name":"Los recursos necesarios para cubrir las prestaciones y los gastos administrativos del seguro de Enfermedades y maternidad, se obtendrán de las cuotas que estén obligados a cubrir los patrones y los trabajadores o demás sujetos y de la contribución que corresponda al Estado."},{"paper_id":440,"evidence_id":600,"paper_sequence":"114","paper_name":"A los patrones y a los trabajadores les corresponde cubrir para el seguro de enfermedades y maternidad, las cuotas del 8.750% y 3.125% sobre el salario diario base de cotización, respectivamente.\r\nLos ingresos por concepto de pensiones quedan exentos del pago de cuotas."},{"paper_id":441,"evidence_id":600,"paper_sequence":"115","paper_name":"En todos los casos en que no esté expresamente prevista por Ley o Decreto la cuantía de la contribución del Estado para el seguro de enfermedades y maternidad, será igual a 7.143 por ciento del total de las cuotas patronales.\r\nLa aportación del Estado será cubierta en pagos mensuales iguales, equivalentes a la doceava parte de la estimación que presente el Instituto para el año siguiente a la Secretaría de Programación y Presupuesto, en el mes de julio de cada ejercicio, mensualidades que se incrementarán en el mismo porciento en que se incrementen los Salarios Mínimos para el Distrito Federal, a partir del mes siguiente a aquél en que estos ocurran, formulándose el ajuste definitivo en el mes de enero del año siguiente."},{"paper_id":442,"evidence_id":600,"paper_sequence":"116","paper_name":"Las sociedades cooperativas de producción, las administraciones obreras o mixtas, las sociedades locales, grupos solidarios o uniones de crédito cubrirán el cincuenta por ciento de las primas totales y el Gobierno Federal contribuirá con el otro cincuenta por ciento."},{"paper_id":443,"evidence_id":600,"paper_sequence":"117","paper_name":"Por lo que respecta a los sujetos de aseguramiento comprendidos en el Artículo 13 de esta Ley, en los decretos respectivos se determinará, con base en las prestaciones que, se otorguen y demás modalidades, las cuotas a cargo de los asegurados y demás sujetos obligados, así como la contribución a cargo del Gobierno Federal."},{"paper_id":444,"evidence_id":600,"paper_sequence":"176","paper_name":"Los recursos necesarios para cubrir las prestaciones y los gastos administrativos del seguro de Invalidez, de vejez de cesantía en edad avanzada y por muerte, así como para la constitución de las reservas técnicas, se obtendrán de las cuotas que están obligados a cubrir los patrones, los trabajadores y demás sujetos y de la contribución que corresponda al Estado."},{"paper_id":445,"evidence_id":600,"paper_sequence":"177","paper_name":"A los patrones y a los trabajadores les corresponde cubrir, para los seguros a que se refiere este capítulo, las cuotas del 5.950 por ciento y 2.125 por ciento sobre el salario base de cotización, respectivamente."},{"paper_id":446,"evidence_id":600,"paper_sequence":"178","paper_name":"En todos los casos en que no este [SIC] expresamente prevista por Ley o decreto la cuantía de la contribución del Estado para los seguros de invalidez, vejez, cesantía en edad avanzada y muerte, será igual al 7.143 por ciento del total de las cuotas patronales y se cubrirá en los términos del artículo 115."},{"paper_id":447,"evidence_id":600,"paper_sequence":"179","paper_name":"Las sociedades cooperativas de producción, las administraciones obreras o mixtas, las sociedades locales, grupos solidarios o uniones de crédito, cubrirán el cincuenta por ciento de las primas totales y el Gobierno Federal contribuirá con el otro cincuenta por ciento."},{"paper_id":448,"evidence_id":600,"paper_sequence":"180","paper_name":"Por lo que respecta a los sujetos de aseguramiento comprendidos en el Artículo 13 de esta Ley, en los decretos respectivos se determinará con base en las prestaciones que se otorguen y demás modalidades, las bases de cotización, así como las cuotas a cargo de los asegurados y demás sujetos obligados y la contribución a cargo del Gobierno Federal."},{"paper_id":449,"evidence_id":600,"paper_sequence":"181","paper_name":"El patrón es responsable de los daños y perjuicios que se causaren al trabajador o a sus familiares derechohabientes, cuando por falta de cumplimiento de la obligación de inscribirlo o de avisar su salario real o los cambios que sufriera éste, no pudieran otorgarse las prestaciones consignadas en este capítulo o bien dichas prestaciones se vieran disminuidas en su cuantía.\r\nEl Instituto, a solicitud del interesado, se subrogará en sus derechos y le otorgará las prestaciones que le correspondan. En este caso, el patrón está obligado a enterar al Instituto los capitales constitutivos de las pensiones o el importe de la ayuda para gastos de matrimonio que haya de otorgarse de conformidad con esta Ley.\r\nLas disposiciones del Artículo 86 de esta Ley y demás relativos para la integración y cobro de los capitales constitutivos son aplicables al ramo de los seguros de Invalidez, vejez, cesantía en edad avanzada y muerte."},{"paper_id":450,"evidence_id":600,"paper_sequence":"190","paper_name":"Los patrones cubrirán íntegramente la prima para el financiamiento de las prestaciones de guardería infantil, independientemente de que tengan o no trabajadoras a su servicio."},{"paper_id":451,"evidence_id":600,"paper_sequence":"191","paper_name":"El monto de la prima para este ramo del Seguro Social será del uno por ciento sobre el salario base de cotización."}],"validity_date_evidence":[{"validity_date_id":580,"evidence_id":600,"validity_date":"1973-03-12","date_type_name":"Publicación"}]},{"evidence_id":601,"evidence_name":"Ley del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lissste.htm","indicator_id":486,"update_date":"2017-11-14","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":26,"institution_name_evidencie":"Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","institution_code_evidencie":"ISSSTE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":452,"evidence_id":601,"paper_sequence":"62","paper_name":"En caso de riesgo del trabajo, el Trabajador tendrá derecho a las siguientes prestaciones en dinero:\r\nI. Al ser declarada una incapacidad temporal, se otorgará licencia con goce del cien por ciento del sueldo, cuando el riesgo del trabajo imposibilite al Trabajador para desempeñar sus labores [...].\r\nII. Al ser declarada una incapacidad parcial, se concederá al incapacitado una Pensión calculada conforme a la tabla de valuación de incapacidades de la Ley Federal del Trabajo, atendiendo al Sueldo Básico que percibía el Trabajador al ocurrir el riesgo y los aumentos posteriores que correspondan al empleo que desempeñaba hasta determinarse la Pensión. [...].\r\nIII. Al ser declarada una incapacidad total, se concederá al incapacitado una Pensión vigente hasta que cumpla sesenta y cinco años, mediante la contratación de un Seguro de Pensión que le otorgue una Renta, igual al Sueldo Básico que venía disfrutando el Trabajador al presentarse el riesgo, cualquiera que sea el tiempo que hubiere estado en funciones. La cuantía de este beneficio será hasta por un monto máximo de diez veces el Salario Mínimo."},{"paper_id":453,"evidence_id":601,"paper_sequence":"67","paper_name":"Cuando el Trabajador fallezca a consecuencia de un riesgo del trabajo, los familiares señalados en la sección de Pensión por causa de muerte del seguro de invalidez y vida en el orden que establece, gozarán de una Pensión equivalente al cien por ciento del Sueldo Básico que hubiese percibido el Trabajador en el momento de ocurrir el fallecimiento y la misma gratificación anual que le hubiere correspondido al Trabajador como Pensionado por riesgos del trabajo."},{"paper_id":454,"evidence_id":601,"paper_sequence":"68","paper_name":"Cuando fallezca un Pensionado por incapacidad permanente, total o parcial, se aplicarán las siguientes reglas:\r\nI. Si el fallecimiento se produce como consecuencia directa de la causa que originó la incapacidad, a los sujetos señalados en la sección de Pensión por causa de muerte del seguro de invalidez y vida en el orden que la misma establece, se les otorgará en conjunto una Pensión equivalente al cien por ciento de la que venía disfrutando el Pensionado [...] y\r\nII. Si la muerte es originada por causas ajenas a las que dieron origen a la incapacidad permanente, sea total o parcial, se entregará a los familiares señalados por esta Ley y en su orden, el importe de seis meses de la Pensión asignada al Pensionado [...]."},{"paper_id":455,"evidence_id":601,"paper_sequence":"132","paper_name":"Los Familiares Derechohabientes del Trabajador o Pensionado fallecido, en el orden que establece la sección de Pensión por causa de muerte del seguro de invalidez y vida, tienen derecho a una Pensión equivalente al cien por ciento de la que hubiese correspondido al Trabajador por invalidez o de la Pensión que venía disfrutando el Pensionado, y a la misma gratificación anual a que tuviera derecho el Pensionado. La cuantía de este beneficio será hasta por un monto máximo de diez veces el Salario Mínimo."}],"validity_date_evidence":[{"validity_date_id":581,"evidence_id":601,"validity_date":"2007-03-31","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:SSdP01"}