{"indicator_id":466,"guid":"PUDH:INDI:SSfE05","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Seguridad Social","right_key":"SS","right_name_short":"Seguridad Social","category_id":2,"indicator_category_name":"Contexto financiero y presupuestal","indicator_category_key":"f","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"SSfE05","indicator_sequence":"010201105","indicator_name":"Base y frecuencia de la actualización de las prestaciones en Seguridad Social","indicator_definition":"En la LSS se establece una frecuencia anual del incremento de las prestaciones en Seguridad Social, Artículos 68, 145, 157, 164 y 170. El mecanismo consiste en actualizar en el mes de febrero la cuantía de las pensiones de forma anual de acuerdo al incremento del Índice Nacional de Precios al Consumidor. El mismo mecanismo de ajuste aplica para actualizar las prestaciones de los trabajadores al servicio del estado mexicano, según señala la LISSSTE, Artículos 74, 92 y 139.","right_id":1,"indicator_type_id":1,"indicator_category_id":2,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Base y frecuencia de la actualización de las prestaciones en Seguridad Social","label":"Base y frecuencia de la actualización de las prestaciones en Seguridad Social","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":566,"evidence_name":"Ley del Seguro Social","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lss.htm","indicator_id":466,"update_date":"2015-12-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":31,"institution_name_evidencie":"Instituto Mexicano del Seguro Social","institution_code_evidencie":"IMSS","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":353,"evidence_id":566,"paper_sequence":"68","paper_name":"La cuantía de las pensiones por incapacidad permanente será actualizada anualmente en el mes de febrero, conforme al Indice [SIC] Nacional de Precios al Consumidor correspondiente al año calendario anterior."},{"paper_id":354,"evidence_id":566,"paper_sequence":"145","paper_name":"Las pensiones por invalidez y vida otorgadas serán incrementadas anualmente en el mes de febrero conforme al Indice [SIC] Nacional de Precios al Consumidor."},{"paper_id":355,"evidence_id":566,"paper_sequence":"157","paper_name":"Los asegurados que reúnan los requisitos establecidos en esta sección podrán disponer de su cuenta individual con el objeto de disfrutar de una pensión de cesantía en edad avanzada. Para tal propósito podrá optar por alguna de las alternativas siguientes:\r\nI. Contratar con la institución de seguros de su elección una renta vitalicia, que se actualizará anualmente en el mes de febrero conforme al Índice [SIC] Nacional de Precios al Consumidor, y\r\nII. Mantener el saldo de su cuenta individual en una Administradora de Fondos para el Retiro y efectuar con cargo a éste, retiros programados."},{"paper_id":356,"evidence_id":566,"paper_sequence":"164","paper_name":"Los asegurados que reúnan los requisitos establecidos en esta sección podrán disponer de su cuenta individual con el objeto de disfrutar de una pensión de vejez. Para tal propósito podrá optar por alguna de las alternativas siguientes:\r\nI. Contratar con una compañía de seguros pública, social o privada de su elección una renta vitalicia, que se actualizará anualmente en el mes de febrero conforme al Índice [SIC] Nacional de Precios al Consumidor, y\r\nII. Mantener el saldo de su cuenta individual en una Administradora de Fondos para el Retiro y efectuar con cargo a éste, retiros programados. Ambos supuestos se sujetarán a lo establecido en esta Ley y de conformidad con las disposiciones administrativas que expida la Comisión Nacional del Sistema de Ahorro para el Retiro."},{"paper_id":357,"evidence_id":566,"paper_sequence":"170","paper_name":"Pensión garantizada es aquélla que el Estado asegura a quienes reúnan los requisitos señalados en los artículos 154 y 162 de esta Ley y su monto mensual será el equivalente a un salario mínimo general para el Distrito Federal, en el momento en que entre en vigor esta Ley, cantidad que se actualizará anualmente, en el mes de febrero, conforme al Indice [SIC] Nacional de Precios al Consumidor, para garantizar el poder adquisitivo de dicha pensión."}],"validity_date_evidence":[{"validity_date_id":550,"evidence_id":566,"validity_date":"1995-12-21","date_type_name":"Publicación"}]},{"evidence_id":567,"evidence_name":"Ley del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lissste.htm","indicator_id":466,"update_date":"2017-11-14","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":26,"institution_name_evidencie":"Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","institution_code_evidencie":"ISSSTE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":360,"evidence_id":567,"paper_sequence":"139","paper_name":"La cuantía de las Pensiones por invalidez será actualizada anualmente en el mes de febrero, conforme al Índice Nacional de Precios al Consumidor correspondiente al año calendario anterior.\r\nLas Pensiones a los Familiares Derechohabientes del Trabajador por el seguro de invalidez y vida serán revisadas e incrementadas en la proporción que corresponda, en términos de lo dispuesto en el párrafo anterior."},{"paper_id":358,"evidence_id":567,"paper_sequence":"74","paper_name":"La cuantía de las Pensiones por incapacidad parcial o total permanente será actualizada anualmente en el mes de febrero, conforme al Índice Nacional de Precios al Consumidor correspondiente al año calendario anterior."},{"paper_id":359,"evidence_id":567,"paper_sequence":"92","paper_name":"Pensión Garantizada es aquélla que el Estado asegura a quienes reúnan los requisitos señalados para obtener una Pensión por cesantía en edad avanzada o vejez y su monto mensual será la cantidad de tres mil treinta y cuatro pesos con veinte centavos, moneda nacional, misma que se actualizará anualmente, en el mes de febrero, conforme al cambio anualizado del Índice Nacional de Precios al Consumidor."}],"validity_date_evidence":[{"validity_date_id":551,"evidence_id":567,"validity_date":"2007-03-31","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:SSfE05"}