{"indicator_id":495,"guid":"PUDH:INDI:SSiE02","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Seguridad Social","right_key":"SS","right_name_short":"Seguridad Social","category_id":5,"indicator_category_name":"Acceso a información pública y participación","indicator_category_key":"i","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"SSiE02","indicator_sequence":"010501102","indicator_name":"Reglamentación existente y tipo de control de la aplicación de medidas preventivas en riesgos profesionales y salud ocupacional","indicator_definition":"La Ley del Seguro Social (LSS) en sus Artículos 80 a 83 determina las facultades que tiene el IMSS para proporcionar servicios de carácter preventivo con el objeto de evitar los riesgos de trabajo entre sus asegurados, así como para establecer programas que promuevan y apoyen la aplicación de acciones preventivas de riesgos de trabajo en las empresas de hasta cien trabajadores. En el caso de los trabajadores del Estado, la Ley del ISSSTE determina las medidas preventivas y prestaciones para Riesgos de Trabajo en los Artículos 71 a 73.","right_id":1,"indicator_type_id":1,"indicator_category_id":5,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Reglamentación existente y tipo de control de la aplicación de medidas preventivas en riesgos profesionales y salud ocupacional","label":"Reglamentación existente y tipo de control de la aplicación de medidas preventivas en riesgos profesionales y salud ocupacional","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":605,"evidence_name":"Ley del Seguro Social","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lss.htm","indicator_id":495,"update_date":"2015-12-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":31,"institution_name_evidencie":"Instituto Mexicano del Seguro Social","institution_code_evidencie":"IMSS","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":456,"evidence_id":605,"paper_sequence":"80","paper_name":"El Instituto está facultado para proporcionar servicios de carácter preventivo, individualmente o a través de procedimientos de alcance general, con el objeto de evitar la realización de riesgos de trabajo entre la población asegurada. En especial, el Instituto establecerá programas para promover y apoyar la aplicación de acciones preventivas de riesgos de trabajo en las empresas de hasta cien trabajadores."},{"paper_id":457,"evidence_id":605,"paper_sequence":"81","paper_name":"El Instituto se coordinará con la Secretaría del Trabajo y Previsión Social, con las dependencias y entidades de la Administración Pública Federal, de las entidades federativas y concertará, en igual forma, con la representación de las organizaciones de los sectores social y privado, con el objeto de realizar programas para la prevención de los accidentes y las enfermedades de trabajo."},{"paper_id":458,"evidence_id":605,"paper_sequence":"82","paper_name":"El Instituto llevará a cabo las investigaciones que estime convenientes sobre riesgos de trabajo y sugerirá a los patrones las técnicas y prácticas convenientes a efecto de prevenir la realización de dichos riesgos.\r\nEl Instituto podrá verificar el establecimiento de programas o acciones preventivas de riesgos de trabajo en aquellas empresas que por la siniestralidad registrada, puedan disminuir el monto de la prima de este seguro."},{"paper_id":459,"evidence_id":605,"paper_sequence":"83","paper_name":"Los patrones deben cooperar con el Instituto en la prevención de los riesgos de trabajo, en los términos siguientes:\r\nI. Facilitarle la realización de estudios e investigaciones;\r\nII. Proporcionarle datos e informes para la elaboración de estadísticas sobre riesgos de trabajo, y\r\nIII. Colaborar en el ámbito de sus empresas a la adopción y difusión de las normas sobre prevención de riesgos de trabajo."}],"validity_date_evidence":[{"validity_date_id":583,"evidence_id":605,"validity_date":"1995-12-21","date_type_name":"Publicación"}]},{"evidence_id":606,"evidence_name":"Ley del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lissste.htm","indicator_id":495,"update_date":"2017-11-14","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":26,"institution_name_evidencie":"Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","institution_code_evidencie":"ISSSTE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":460,"evidence_id":606,"paper_sequence":"71","paper_name":"Las Dependencias y Entidades estarán obligadas a realizar acciones de carácter preventivo con objeto de abatir la incidencia de las enfermedades y accidentes del trabajo. El Instituto se coordinará con las Dependencias, Entidades, organismos e instituciones que considere necesarios para la elaboración de programas y el desarrollo de campañas tendientes a prevenir accidentes y enfermedades de trabajo.\r\nEl Instituto podrá evaluar la actuación de las Dependencias y Entidades en materia de seguridad y salud en el trabajo a efecto de emitir recomendaciones que se estimen pertinentes."},{"paper_id":461,"evidence_id":606,"paper_sequence":"72","paper_name":"Las Dependencias y Entidades deberán:\r\nI. Llevar a cabo y, en su caso, facilitar la realización de estudios e investigaciones sobre las posibles causas de accidentes y enfermedades de trabajo y adoptar medidas adecuadas para su control;\r\nII. Informar al Instituto sobre la ocurrencia de accidentes o enfermedades de trabajo de su ámbito de competencia;\r\nIII. Proporcionar al Instituto datos e informes para la elaboración de estadísticas sobre accidentes y enfermedades de trabajo;\r\nIV. Difundir e implantar en su ámbito de competencia, las normas preventivas de accidentes y enfermedades de trabajo;\r\nV. Integrar y operar con regularidad las Comisiones de Seguridad y Salud en el Trabajo brindando las facilidades necesarias a sus integrantes para el adecuado desarrollo de sus funciones;\r\nVI. Elaborar, con base en los lineamientos que para tal efecto emita el Instituto, su programa de prevención de enfermedades y accidentes del trabajo, así como implantarlo conforme a las disposiciones que establezca;\r\nVII. Capacitar a los Trabajadores sobre la prevención de enfermedades y accidentes del trabajo, atendiendo a la naturaleza de las actividades que se llevan a cabo en los centros de trabajo, y\r\nVIII. Llevar a cabo aquellas otras acciones que se establezcan en los reglamentos en la materia."},{"paper_id":462,"evidence_id":606,"paper_sequence":"73","paper_name":"Corresponde al Instituto promover la integración y funcionamiento de las Comisiones de Seguridad y Salud en los centros de trabajo de las Dependencias y Entidades y, a las propias comisiones, atender las recomendaciones que el Instituto formule en materia de seguridad y salud en el trabajo.\r\nEl Instituto deberá asimismo, promover la integración y funcionamiento de una Comisión Consultiva Nacional y de Comisiones Consultivas de las Entidades Federativas de Seguridad y Salud en el Trabajo del Sector Público Federal."}],"validity_date_evidence":[{"validity_date_id":584,"evidence_id":606,"validity_date":"2007-03-31","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:SSiE02"}