{"indicator_id":201,"guid":"PUDH:INDI:TaE08","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho al Trabajo","right_key":"T","right_name_short":"Trabajo","category_id":1,"indicator_category_name":"Recepción del derecho","indicator_category_key":"a","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"TaE08","indicator_sequence":"070107108","indicator_name":"Consagración en la Constitución de la protección de todo trabajo peligroso en la niñez y la adolescencia","indicator_definition":"En la CPEUM se garantiza la protección laboral para la población infantil y adolescente, Artículo 123 Apartado A Fracciones II: La jornada máxima de trabajo nocturno será de 7 horas. Quedan prohibidas: las labores insalubres o peligrosas, el trabajo nocturno industrial y todo otro trabajo después de las diez de la noche, de los menores de dieciséis años; III: Queda prohibida la utilización del trabajo de los menores de quince años. Los mayores de esta edad y menores de dieciséis tendrán como jornada máxima la de seis horas; y, XI: Cuando, por circunstancias extraordinarias deban aumentarse las horas de jornada, se abonará como salario por el tiempo excedente un 100% más de lo fijado para las horas normales. En ningún caso el trabajo extraordinario podrá exceder de tres horas diarias, ni de tres veces consecutivas. Los menores de dieciséis años no serán admitidos en esta clase de trabajos. Así mismo, la LFT y la Ley General de los Derechos de Niñas, Niños y Adolescentes establecen la protección de esta población en edad no laboral.","right_id":7,"indicator_type_id":1,"indicator_category_id":1,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Consagración en la Constitución de la protección de todo trabajo peligroso en la niñez y la adolescencia","label":"Consagración en la Constitución de la protección de todo trabajo peligroso en la niñez y la adolescencia","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":392,"evidence_name":"Constitución Política de los Estados Unidos Mexicanos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpeum.htm","indicator_id":201,"update_date":"2017-03-16","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":3,"institution_name_evidencie":"Cámara de Diputados","institution_code_evidencie":"Diputados","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":5,"observation_unit_name":"Constitución","observation_unit_description":"Constitución","observation_unit_priorit":2,"paper":[{"paper_id":181,"evidence_id":392,"paper_sequence":"123","paper_name":"Apartado A. [...]\r\nII. La jornada máxima de trabajo nocturno será de 7 horas. Quedan prohibidas: las labores insalubres o peligrosas, el trabajo nocturno industrial y todo otro trabajo después de las diez de la noche, de los menores de dieciséis años;\r\nIII. Queda prohibida la utilización del trabajo de los menores de quince años. Los mayores de esta edad y menores de dieciséis tendrán como jornada máxima la de seis horas. Y, [...]\r\nXI. Cuando, por circunstancias extraordinarias deban aumentarse las horas de jornada, se abonará como salario por el tiempo excedente un 100% más de lo fijado para las horas normales. En ningún caso el trabajo extraordinario podrá exceder de tres horas diarias, ni de tres veces consecutivas. Los menores de dieciséis años no serán admitidos en esta clase de trabajos."}],"validity_date_evidence":[{"validity_date_id":341,"evidence_id":392,"validity_date":"1917-02-05","date_type_name":"Promulgación"}]},{"evidence_id":393,"evidence_name":"Ley Federal del Trabajo","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lft.htm","indicator_id":201,"update_date":"2017-05-30","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":89,"institution_name_evidencie":"Dirección de Igualdad Laboral para Adultos Mayores, Personas con Discapacidad y Personas que viven con VIH\/SIDA","institution_code_evidencie":null,"institution_headboard":"70","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":189,"evidence_id":393,"paper_sequence":"177","paper_name":"La jornada de trabajo de los menores de dieciséis años no podrá exceder de seis horas diarias y deberán dividirse en períodos máximos de tres horas. Entre los distintos períodos de la jornada, disfrutarán de reposos de una hora por lo menos."},{"paper_id":182,"evidence_id":393,"paper_sequence":"5","paper_name":"Las disposiciones de esta Ley son de orden público por lo que no producirá efecto legal, ni impedirá el goce y el ejercicio de los derechos, sea escrita o verbal, la estipulación que establezca:\r\nI. Trabajos para menores de quince años; [...]\r\nIV. Horas extraordinarias de trabajo para los menores de dieciocho años.\r\n"},{"paper_id":183,"evidence_id":393,"paper_sequence":"22","paper_name":"Los mayores de quince años pueden prestar libremente sus servicios con las limitaciones establecidas en esta Ley. Los mayores de quince y menores de dieciséis necesitan autorización de sus padres o tutores y a falta de ellos, del sindicato a que pertenezcan, de la Junta de Conciliación y Arbitraje, del Inspector del Trabajo o de la Autoridad Política. Los menores trabajadores deben percibir el pago de sus salarios y ejercitar, en su caso, las acciones que les correspondan."},{"paper_id":184,"evidence_id":393,"paper_sequence":"23","paper_name":"Cuando las autoridades del trabajo detecten trabajando a un menor de quince años fuera del círculo familiar, ordenará que de inmediato cese en sus labores. Al patrón que incurra en esta conducta se le sancionará con la pena establecida en el artículo 995 Bis de esta Ley. En caso de que el menor no estuviere devengando el salario que perciba un trabajador que preste los mismos servicios, el patrón deberá resarcirle las diferencias.\r\nQueda prohibido el trabajo de menores de dieciocho años dentro del círculo familiar en cualquier tipo de actividad que resulte peligrosa para su salud, su seguridad o su moralidad, o que afecte el ejercicio de sus derechos y, con ello, su desarrollo integral.\r\nSe entenderá por círculo familiar a los parientes del menor, por consanguinidad, ascendientes o colaterales; hasta el segundo grado.\r\nCuando los menores de dieciocho años realicen alguna actividad productiva de autoconsumo, bajo la dirección de integrantes de su círculo familiar o tutores, éstos tendrán la obligación de respetar y proteger los derechos humanos de los menores y brindar el apoyo y las facilidades necesarias para que los mismos concluyan, por lo menos, su educación básica obligatoria."},{"paper_id":185,"evidence_id":393,"paper_sequence":"173","paper_name":"El trabajo de los menores queda sujeto a vigilancia y protección especiales de las autoridades del trabajo tanto federales como locales. La Secretaría del Trabajo y Previsión Social en coordinación con las autoridades del trabajo en las entidades federativas, desarrollarán programas que permitan identificar y erradicar el trabajo infantil."},{"paper_id":186,"evidence_id":393,"paper_sequence":"175","paper_name":"Queda prohibida la utilización del trabajo de los menores de dieciocho años:\r\nI. En establecimientos no industriales después de las diez de la noche;\r\nII. En expendios de bebidas embriagantes de consumo inmediato, cantinas o tabernas y centros de vicio;\r\nIII. En trabajos susceptibles de afectar su moralidad o buenas costumbres; y\r\nIV. En labores peligrosas o insalubres que, por la naturaleza del trabajo, por las condiciones físicas, químicas o biológicas del medio en que se presta, o por la composición de la materia prima que se utiliza, son capaces de actuar sobre la vida, el desarrollo y la salud física y mental de los menores, en términos de lo previsto en el artículo 176 de esta Ley."},{"paper_id":187,"evidence_id":393,"paper_sequence":"175 Bis","paper_name":"Para los efectos de este capítulo, no se considerará trabajo las actividades que bajo la supervisión, el cuidado y la responsabilidad de los padres, tutores o quienes ejerzan la patria potestad, realicen los menores de quince años relacionadas con la creación artística, el desarrollo científico, deportivo o de talento, la ejecución musical o la interpretación artística en cualquiera de sus manifestaciones, cuando se sujeten a las siguientes reglas:\r\na) La relación establecida con el solicitante deberá constar por escrito y contendrá el consentimiento expreso que en nombre del menor manifiesten los padres, tutores o quienes ejerzan la patria potestad, así como la incorporación del compromiso que asuma el solicitante de respetar a favor del mismo menor los derechos que la Constitución, los convenios internacionales y las leyes federales y locales reconozcan a favor de la niñez;\r\nb) Las actividades que realice el menor no podrán interferir con su educación, esparcimiento y recreación en los términos que establezca el derecho aplicable, tampoco implicarán riesgo para su integridad o salud y en todo caso, incentivarán el desarrollo de sus habilidades y talentos; y\r\nc) Las contraprestaciones que reciba el menor por las actividades que realice nunca serán menores a las que por concepto de salario recibiría un mayor de quince y menor de dieciocho años."},{"paper_id":188,"evidence_id":393,"paper_sequence":"176","paper_name":"Para los efectos del artículo 175, además de lo que dispongan las Leyes, reglamentos y normas aplicables, se considerarán, como labores peligrosas o insalubres, las que impliquen:\r\nI. Exposición a:\r\n1. Ruido, vibraciones, radiaciones ionizantes y no ionizantes infrarrojas o ultravioletas, condiciones térmicas elevadas o abatidas o presiones ambientales anormales.\r\n2. Agentes químicos contaminantes del ambiente laboral.\r\n3. Residuos peligrosos, agentes biológicos o enfermedades infecto contagiosas.\r\n4. Fauna peligrosa o flora nociva.\r\nII. Labores:\r\n1. Nocturnas industriales o el trabajo después de las veintidós horas [...].\r\nIII. Esfuerzo físico moderado y pesado; cargas superiores a los siete kilogramos; posturas forzadas, o con movimientos repetitivos por períodos prolongados, que alteren su sistema musculo-esquelético.\r\nIV. Manejo, transporte, almacenamiento o despacho de sustancias químicas peligrosas.\r\nV. Manejo, operación y mantenimiento de maquinaria, equipo o herramientas mecánicas, eléctricas, neumáticas o motorizadas, que puedan generar amputaciones, fracturas o lesiones graves.\r\nVI. Manejo de vehículos motorizados, incluido su mantenimiento mecánico y eléctrico.\r\nVII. Uso de herramientas manuales punzo cortantes.\r\nLas actividades previstas en este artículo, para los menores de dieciocho años y mayores de dieciséis años de edad, se sujetarán a los términos y condiciones consagrados en la Constitución Política de los Estados Unidos Mexicanos, en las leyes y los Tratados Internacionales de los que el Estado Mexicano sea parte."},{"paper_id":190,"evidence_id":393,"paper_sequence":"178","paper_name":"Queda prohibida la utilización del trabajo de los menores de dieciocho años, en horas extraordinarias y en los días domingos y de descanso obligatorio. En caso de violación de esta prohibición, las horas extraordinarias se pagarán con un doscientos por ciento más del salario que corresponda a las horas de la jornada, y el salario de los días domingos y de descanso obligatorio, de conformidad con lo dispuesto en los artículos 73 y 75."},{"paper_id":191,"evidence_id":393,"paper_sequence":"191","paper_name":"Queda prohibido el trabajo a que se refiere este capítulo a los menores de dieciséis años y el de los menores de dieciocho en calidad de pañoleros o fogoneros."},{"paper_id":192,"evidence_id":393,"paper_sequence":"267","paper_name":"No podrá utilizarse el trabajo de los menores de dieciocho años. (En trabajo de maniobras de servicio público en zonas bajo jurisdicción federal)."},{"paper_id":193,"evidence_id":393,"paper_sequence":"343 C","paper_name":"Independientemente de las obligaciones que la presente Ley u otras disposiciones normativas le impongan, el patrón está obligado a: IX. No contratar o permitir que se contrate a menores de 18 años."},{"paper_id":194,"evidence_id":393,"paper_sequence":"423","paper_name":"El reglamento contendrá:\r\nII. Labores insalubres y peligrosas que no deben desempeñar los menores y la protección que deben tener las trabajadoras embarazadas."},{"paper_id":195,"evidence_id":393,"paper_sequence":"691","paper_name":"Los menores trabajadores tienen capacidad para comparecer a juicio sin necesidad de autorización alguna; pero, en caso de no estar asesorados en juicio, la Junta solicitará la intervención de la Procuraduría de la Defensa del Trabajo para tal efecto. Tratándose de menores de 16 años, la Procuraduría de la Defensa del Trabajo les designará un representante cuando no lo tuvieren. Lo previsto en el párrafo anterior se aplicará también tratándose de presuntos beneficiarios de algún trabajador fallecido."},{"paper_id":196,"evidence_id":393,"paper_sequence":"995","paper_name":"Al patrón que viole las prohibiciones contenidas en el artículo 133 fracciones XIV y XV, y las normas que rigen el trabajo de las mujeres y de los menores, se le impondrá una multa equivalente de 50 a 2500 veces el salario mínimo general."}],"validity_date_evidence":[{"validity_date_id":342,"evidence_id":393,"validity_date":"1970-06-05","date_type_name":"Publicación"}]},{"evidence_id":394,"evidence_name":"Ley General de los Derechos de Niñas, Niños y Adolescentes","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lgdnna.htm","indicator_id":201,"update_date":"2017-05-30","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":89,"institution_name_evidencie":"Dirección de Igualdad Laboral para Adultos Mayores, Personas con Discapacidad y Personas que viven con VIH\/SIDA","institution_code_evidencie":null,"institution_headboard":"70","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":197,"evidence_id":394,"paper_sequence":"31","paper_name":"Tratándose de adopción internacional, la legislación aplicable deberá disponer lo necesario para asegurar que los derechos de niñas, niños y adolescentes que sean adoptados sean garantizados en todo momento y se ajusten el interés superior de la niñez, así como garantizar que esta adopción no sea realizada para fines de venta, sustracción, retención u ocultación ilícita, tráfico, trata de personas, explotación, las peores formas de trabajo infantil o cualquier ilícito en contra de los mismos."},{"paper_id":198,"evidence_id":394,"paper_sequence":"39","paper_name":"[...]\r\nAsimismo, las autoridades están obligadas a llevar a cabo medidas especiales para prevenir, atender y erradicar la Discriminación Múltiple de la que son objeto niñas, niños y adolescentes en situación de exclusión social, en situación de calle, afrodescendientes, peores formas de trabajo infantil o cualquiera otra condición de marginalidad."},{"paper_id":199,"evidence_id":394,"paper_sequence":"47","paper_name":"Las autoridades federales, de las entidades federativas, municipales y de las demarcaciones territoriales del Distrito Federal, en el ámbito de sus respectivas competencias, están obligadas a tomar las medidas necesarias para prevenir, atender y sancionar los casos en que niñas, niños o adolescentes se vean afectados por: [...]\r\nIII. Trata de personas menores de 18 años de edad, abuso sexual infantil, explotación sexual infantil con o sin fines comerciales, o cualquier otro tipo de explotación, y demás conductas punibles establecidas en las disposiciones aplicables; [...]\r\nV. El trabajo antes de la edad mínima de quince años, prevista en el artículo 123 de la Constitución Política de los Estados Unidos Mexicanos y demás disposiciones aplicables; [...]\r\nVII. La incitación o coacción para que participen en la comisión de delitos o en asociaciones delictuosas, en conflictos armados o en cualquier otra actividad que impida su desarrollo integral."},{"paper_id":200,"evidence_id":394,"paper_sequence":"105","paper_name":"Las leyes federales y de las entidades federativas dispondrán lo necesario para que, en términos de lo dispuesto en la presente Ley y en el ámbito de sus respectivas competencias, se dé cumplimiento a las obligaciones siguientes: [...]\r\nIII. Que la directiva y personal de instituciones de salud, asistencia social, académicas, deportivas, religiosas o de cualquier otra índole, se abstengan de ejercer cualquier forma de violencia, maltrato, perjuicio, agresión, daño, abuso, acoso y explotación en contra de niñas, niños o adolescentes [...]."}],"validity_date_evidence":[{"validity_date_id":343,"evidence_id":394,"validity_date":"2014-12-04","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:TaE08"}