{"indicator_id":218,"guid":"PUDH:INDI:TdE04","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho al Trabajo","right_key":"T","right_name_short":"Trabajo","category_id":4,"indicator_category_name":"Igualdad y no discriminación","indicator_category_key":"d","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"TdE04","indicator_sequence":"070407104","indicator_name":"Cuotas de género y multiculturales en cargos públicos o privados u otras acciones afirmativas contempladas en la legislación","indicator_definition":"En la CPEUM, Artículos 2o. Fracción III y 41 Fracción I se establecen cuotas de género y multiculturales para ocupar cargos públicos, populares, federales y locales. En la legislación mexicana se cuenta con elementos en la Ley General de Partidos Políticos y en la Ley General de Instituciones y Procedimientos Electorales que establecen la obligación para los partidos políticos de postular paritariamente las candidaturas para órganos legislativos como una medida permanente de igualación. Por su parte, la Ley General para la Inclusión de las Personas con Discapacidad garantiza medidas progresivas tendientes a cerrar brechas de desigualdad que afectan a la población discriminada en el disfrute de derechos. Adicionalmente, el Reglamento de Elecciones del INE (Instituto Nacional Electoral) establece que el principio de paridad también aplica para las coaliciones federales y locales; en el Reglamento del INE para la Designación y la Remoción de las y los Consejeros Presidentes y las y los Consejeros Electorales de los Organismos Públicos Locales Electorales se regula la selección y designación de las personas que ocupan estos cargos teniendo entre otros criterios, la paridad. A la fecha de actualización del indicador, en México no se cuenta con cuotas de género y multiculturales en cargos privados u otras acciones afirmativas para la incorporación laboral.","right_id":7,"indicator_type_id":1,"indicator_category_id":4,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Cuotas de género y multiculturales en cargos públicos o privados u otras acciones afirmativas contempladas en la legislación","label":"Cuotas de género y multiculturales en cargos públicos o privados u otras acciones afirmativas contempladas en la legislación","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":428,"evidence_name":"Constitución Política de los Estados Unidos Mexicanos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpeum.htm","indicator_id":218,"update_date":"2017-03-16","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":3,"institution_name_evidencie":"Cámara de Diputados","institution_code_evidencie":"Diputados","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":5,"observation_unit_name":"Constitución","observation_unit_description":"Constitución","observation_unit_priorit":2,"paper":[{"paper_id":219,"evidence_id":428,"paper_sequence":"2","paper_name":"[...]\r\nIII. Elegir de acuerdo con sus normas, procedimientos y prácticas tradicionales, a las autoridades o representantes para el ejercicio de sus formas propias de gobierno interno, garantizando que las mujeres y los hombres indígenas disfrutarán y ejercerán su derecho de votar y ser votados en condiciones de igualdad; así como a acceder y desempeñar los cargos públicos y de elección popular para los que hayan sido electos o designados, en un marco que respete el pacto federal, la soberanía de los Estados y la autonomía de la Ciudad de México. En ningún caso las prácticas comunitarias podrán limitar los derechos político-electorales de los y las ciudadanas en la elección de sus autoridades municipales."},{"paper_id":220,"evidence_id":428,"paper_sequence":"41","paper_name":"I. Los partidos políticos son entidades de interés público; la ley determinará las normas y requisitos para su registro legal, las formas específicas de su intervención en el proceso electoral y los derechos, obligaciones y prerrogativas que les corresponden. Los partidos políticos tienen como fin promover la participación del pueblo en la vida democrática, contribuir a la integración de los órganos de representación política y como organizaciones de ciudadanos, hacer posible el acceso de éstos al ejercicio del poder público, de acuerdo con los programas, principios e ideas que postulan y mediante el sufragio universal, libre, secreto y directo, así como las reglas para garantizar la paridad entre los géneros, en candidaturas a legisladores federales y locales. Sólo los ciudadanos podrán formar partidos políticos y afiliarse libre e individualmente a ellos; por tanto, quedan prohibidas la intervención de organizaciones gremiales o con objeto social diferente en la creación de partidos y cualquier forma de afiliación corporativa."}],"validity_date_evidence":[{"validity_date_id":381,"evidence_id":428,"validity_date":"1917-02-05","date_type_name":"Promulgación"}]},{"evidence_id":429,"evidence_name":"Ley General de Instituciones y Procedimientos Electorales","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lgipe.htm","indicator_id":218,"update_date":"2017-03-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":43,"institution_name_evidencie":"Instituto Nacional Electoral","institution_code_evidencie":"INE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":221,"evidence_id":429,"paper_sequence":"14","paper_name":"1. La Cámara de Diputados se integra por 300 diputados electos según el principio de votación mayoritaria relativa, mediante el sistema de distritos electorales uninominales, y 200 diputados que serán electos según el principio de representación proporcional, mediante el sistema de listas regionales votadas en circunscripciones plurinominales. La Cámara de Diputados se renovará en su totalidad cada tres años.\r\n2. La Cámara de Senadores se integrará por 128 senadores, de los cuales, en cada Estado y en el Distrito Federal, dos serán electos según el principio de votación mayoritaria relativa y uno será asignado a la primera minoría. Los 32 senadores restantes serán elegidos por el principio de representación proporcional, votados en una sola circunscripción plurinominal nacional. La Cámara de Senadores se renovará en su totalidad cada seis años.\r\n3. Para cada entidad federativa, los partidos políticos deberán registrar una lista con dos fórmulas de candidatos a senadores. La senaduría de primera minoría le será asignada a la fórmula de candidatos que encabece la lista del partido político que, por sí mismo, haya ocupado el segundo lugar en número de votos en la entidad de que se trate. Asimismo, deberán registrar una lista nacional de 32 fórmulas de candidatos para ser votada por el principio de representación proporcional.\r\n4. En las listas a que se refieren los párrafos anteriores, los partidos políticos señalarán el orden en que deban aparecer las fórmulas de candidatos. En las fórmulas para senadores y diputados, tanto en el caso de mayoría relativa, como de representación proporcional, los partidos políticos deberán integrarlas por personas del mismo género.\r\n5. En el caso de las candidaturas independientes las fórmulas deberán estar integradas por personas del mismo género."},{"paper_id":222,"evidence_id":429,"paper_sequence":"26","paper_name":"[...]\r\nLos pueblos y comunidades indígenas en las entidades federativas elegirán, de acuerdo con sus principios, normas, procedimientos y prácticas tradicionales, a las autoridades o representantes para el ejercicio de sus formas propias de gobierno interno, garantizando la participación de hombres y mujeres en condiciones de igualdad, guardando las normas establecidas en la Constitución, las constituciones locales y las leyes aplicables."},{"paper_id":223,"evidence_id":429,"paper_sequence":"232","paper_name":"[...]\r\n3. Los partidos políticos promoverán y garantizarán la paridad entre los géneros, en la postulación de candidatos a los cargos de elección popular para la integración del Congreso de la Unión, los Congresos de los Estados y la Asamblea Legislativa del Distrito Federal.\r\n4. El Instituto y los Organismos Públicos Locales, en el ámbito de sus competencias, tendrán facultades para rechazar el registro del número de candidaturas de un género que exceda la paridad, fijando al partido un plazo improrrogable para la sustitución de las mismas. En caso de que no sean sustituidas no se aceptarán dichos registros."},{"paper_id":224,"evidence_id":429,"paper_sequence":"233","paper_name":"De la totalidad de solicitudes de registro, tanto de las candidaturas a diputados como de senadores que presenten los partidos políticos o las coaliciones ante el Instituto, deberán integrarse salvaguardando la paridad entre los géneros mandatada en la Constitución y en esta Ley."},{"paper_id":225,"evidence_id":429,"paper_sequence":"234","paper_name":"Las listas de representación proporcional se integrarán por fórmulas de candidatos compuestas cada una por un propietario y un suplente del mismo género, y se alternarán las fórmulas de distinto género para garantizar el principio de paridad hasta agotar cada lista."}],"validity_date_evidence":[{"validity_date_id":382,"evidence_id":429,"validity_date":"2014-05-23","date_type_name":"Publicación"}]},{"evidence_id":430,"evidence_name":"Ley General de Partidos Políticos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lgpp.htm","indicator_id":218,"update_date":"2017-03-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":43,"institution_name_evidencie":"Instituto Nacional Electoral","institution_code_evidencie":"INE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":226,"evidence_id":430,"paper_sequence":"3","paper_name":"[...]\r\n4. Cada partido político determinará y hará públicos los criterios para garantizar la paridad de género en las candidaturas a legisladores federales y locales. Éstos deberán ser objetivos y asegurar condiciones de igualdad entre géneros.\r\n5. En ningún caso se admitirán criterios que tengan como resultado que alguno de los géneros le sean asignados exclusivamente aquellos distritos en los que el partido haya obtenido los porcentajes de votación más bajos en el proceso electoral anterior."},{"paper_id":227,"evidence_id":430,"paper_sequence":"25","paper_name":"1. Son obligaciones de los partidos políticos: [...]\r\nr) Garantizar la paridad entre los géneros en candidaturas a legisladores federales y locales; s) Elaborar y entregar los informes de origen y uso de recursos a que se refiere la presente Ley."}],"validity_date_evidence":[{"validity_date_id":383,"evidence_id":430,"validity_date":"2014-05-23","date_type_name":"Publicación"}]},{"evidence_id":431,"evidence_name":"Ley General para la Inclusión de las Personas con Discapacidad","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lgipd.htm","indicator_id":218,"update_date":"2017-03-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":23,"institution_name_evidencie":"Consejo Nacional para el Desarrollo y la Inclusión de las Personas con Discapacidad","institution_code_evidencie":"CONADIS","institution_headboard":"56","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":228,"evidence_id":431,"paper_sequence":"4","paper_name":"[...]\r\nLa Administración Pública, de conformidad con su ámbito de competencia, impulsará el derecho a la igualdad de oportunidades de las personas con discapacidad, a través del establecimiento de medidas contra la discriminación y acciones afirmativas positivas que permitan la integración social de las personas con discapacidad. Será prioridad de la Administración Pública adoptar medidas de acción afirmativa positiva para aquellas personas con discapacidad que sufren un grado mayor de discriminación, como son las mujeres, las personas con discapacidad con grado severo, las que viven en el área rural, o bien, no pueden representarse a sí mismas."},{"paper_id":229,"evidence_id":431,"paper_sequence":"6","paper_name":"[...]\r\nV. Conceder, de conformidad con las disposiciones legales aplicables, estímulos fiscales a personas físicas o morales que realicen acciones a favor de las personas con discapacidad, adecuen sus instalaciones en términos de accesibilidad, o de cualquier otra forma se adhieran a las políticas públicas en la materia, en términos de la legislación aplicable. [...]\r\nXI. Impulsar la adopción de acciones afirmativas orientadas a evitar y compensar las desventajas de una persona con discapacidad para participar plenamente en la vida política, económica, social y cultural."},{"paper_id":230,"evidence_id":431,"paper_sequence":"11","paper_name":"[...]\r\nII. Diseñar, ejecutar, evaluar y promover políticas públicas para la inclusión laboral de las personas con discapacidad atendiendo a su clasificación, en el sector público o privado, que protejan la capacitación, empleo, contratación y derechos sindicales, en su caso, de las personas con discapacidad."}],"validity_date_evidence":[{"validity_date_id":384,"evidence_id":431,"validity_date":"2011-05-30","date_type_name":"Publicación"}]},{"evidence_id":432,"evidence_name":"Reglamento de Elecciones, Instituto Nacional Electoral","evidence_url":"https:\/\/www.ine.mx\/wp-content\/uploads\/2018\/03\/Reglamento-de-Elecciones-01-03-18.pdf","indicator_id":218,"update_date":"2017-03-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":43,"institution_name_evidencie":"Instituto Nacional Electoral","institution_code_evidencie":"INE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"paper":[{"paper_id":231,"evidence_id":432,"paper_sequence":"9","paper_name":"[...]\r\n2. En la designación de consejeros electorales, además de verificar el cumplimiento de los requisitos de elegibilidad señalados en la LGIPE, se atenderá a los criterios orientadores siguientes, cuya aplicación deberá motivarse en el acuerdo de designación respectivo:\r\na) Paridad de género;\r\nb) Pluralidad cultural de la entidad;\r\nc) Participación comunitaria o ciudadana;\r\nd) Prestigio público y profesional;\r\ne) Compromiso democrático, y\r\nf) Conocimiento de la materia electoral.\r\n3. En la valoración de los anterior, se entenderá lo siguiente:\r\na) Respecto de la paridad de género, asegurar la participación igualitaria de mujeres y hombres como parte de una estrategia integral, orientada a garantizar la igualdad sustantiva a través del establecimiento de las condiciones necesarias para proteger la igualdad de trato y oportunidades en el reconocimiento, goce, ejercicio y garantía de los derechos humanos, con el objeto de eliminar prácticas discriminatorias y disminuir las brechas de desigualdad entre mujeres y hombres en la vida política y pública del país."},{"paper_id":232,"evidence_id":432,"paper_sequence":"22","paper_name":"1. Para la designación de los consejeros electorales de los consejos distritales y municipales de los OPL, se tomarán en consideración, como mínimo, los siguientes criterios orientadores:\r\na) Paridad de género;\r\nb) Pluralidad cultural de la entidad;\r\nc) Participación comunitaria o ciudadana;\r\nd) Prestigio público y profesional;\r\ne) Compromiso democrático, y\r\nf) Conocimiento de la materia electoral."},{"paper_id":233,"evidence_id":432,"paper_sequence":"270","paper_name":"[...]\r\nEl SNR es una herramienta de apoyo que permitirá detectar registros simultáneos; generar reportes de paridad de género; registrar las sustituciones y cancelaciones de candidatos, así como conocer la información de los aspirantes. El sistema sirve a los partidos políticos para registrar, concentrar y consultar en todo momento los datos de sus precandidatos y capturar la información de sus candidatos; de igual forma, cuenta con un formato único de solicitud de registro de candidatos que se llenará en línea para presentarlo ante el Instituto o el OPL correspondiente."},{"paper_id":234,"evidence_id":432,"paper_sequence":"278","paper_name":"Las coaliciones deberán observar las mismas reglas de paridad de género que los partidos políticos, aun cuando se trate de coaliciones parciales o flexibles, en cuyo caso, las candidaturas que registren individualmente como partido, no serán acumulables a las de la coalición para cumplir con el principio de paridad."},{"paper_id":235,"evidence_id":432,"paper_sequence":"280","paper_name":"[...]\r\n8. Debe considerarse en las coaliciones el cumplimiento al principio de paridad en las candidaturas, por lo que los OPL deberán vigilar que la coalición observe lo establecido en el artículo 233 de la LGIPE, en relación con lo dispuesto por el artículo 3, numerales 4 y 5 de la LGPP."},{"paper_id":236,"evidence_id":432,"paper_sequence":"282","paper_name":"1. En el caso de elecciones federales ordinarias, la totalidad de solicitudes de registro de candidaturas a senadores y diputados federales, tanto de mayoría relativa como de representación proporcional, que presenten ante el Instituto los partidos políticos o, en su caso, las coaliciones, deberán integrarse salvaguardando la paridad entre los géneros, en términos de lo dispuesto en los artículo 232, 233 y 234 de la LGIPE [...]."}],"validity_date_evidence":[{"validity_date_id":385,"evidence_id":432,"validity_date":"2016-09-07","date_type_name":"Publicación"}]},{"evidence_id":433,"evidence_name":"Reglamento del Instituto Nacional Electoral para la designación y la remoción de las y los Consejeros Presidentes y las y los Consejeros Electorales de los Organismos Públicos Locales Electorales","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/norma.htm","indicator_id":218,"update_date":"2017-12-08","supplementary_documents":"Diario Oficial de la Federación. Acuerdo del Consejo General del Instituto Nacional Electoral por el que se aprueban las convocatorias para la designación de las y los consejeros electorales de los organismos públicos locales de los estados de Baja California Sur, Campeche, Colima, Ciudad de México, Guanajuato, Guerrero, Jalisco, México, Michoacán, Morelos, Nuevo León, Oaxaca, Querétaro, San Luis Potosí, Sonora, Tabasco, Tlaxcala, Yucatán y Zacatecas.","supplementary_documents_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/regla\/n418.pdf","evidence_observations":null,"institution_evidence_id":43,"institution_name_evidencie":"Instituto Nacional Electoral","institution_code_evidencie":"INE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"paper":[{"paper_id":239,"evidence_id":433,"paper_sequence":"24","paper_name":"1. Cuando se trate de la designación de un cargo, la Comisión de Vinculación presentará al Consejo General una lista de hasta cinco ciudadanas y ciudadanos, en la que se procurará la paridad de género para que de ésta se designe a quien ocupará el cargo."},{"paper_id":238,"evidence_id":433,"paper_sequence":"22","paper_name":"[...]\r\n5. La Comisión de Vinculación procurará la paridad de género en la conformación de las listas de las y los aspirantes que accedan a dicha etapa, para lo que elaborará listas diferenciadas de hombres y mujeres cuyo ensayo presencial haya sido dictaminado como idóneo, procurando el mismo número de aspirantes por cada género."},{"paper_id":237,"evidence_id":433,"paper_sequence":"18","paper_name":"[...]\r\n7. La Comisión de Vinculación ordenará la publicación de los nombres y calificaciones de las y los aspirantes que acceden a la siguiente etapa, así como los folios y calificaciones de las y los que no pasen, procurando la paridad de género en la conformación de las listas de las y los aspirantes que accedan a dicha etapa, para lo que elaborará listas diferenciadas de hombres y mujeres que hayan aprobado el examen de conocimientos, procurando el mismo número de aspirantes por cada género. Las calificaciones aprobatorias serán públicas."}],"validity_date_evidence":[{"validity_date_id":386,"evidence_id":433,"validity_date":"2017-03-22","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:TdE04"}