{"indicator_id":182,"guid":"PUDH:INDI:CjE03","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derechos Culturales","right_key":"C","right_name_short":"Culturales","category_id":6,"indicator_category_name":"Acceso a la justicia","indicator_category_key":"j","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"CjE03","indicator_sequence":"060606103","indicator_name":"Sistema judicial que contemple la justicia tradicional de los pueblos indígenas","indicator_definition":"La CPEUM reconoce y garantiza el derecho de los pueblos y las comunidades indígenas a la libre determinación, Artículo 2o. En particular en su Párrafo A. Esta Constitución reconoce y garantiza el derecho de los pueblos y las comunidades indígenas a la libre determinación y, en consecuencia, a la autonomía para: I. Decidir sus formas internas de convivencia y organización social, económica, política y cultural. II. Aplicar sus propios sistemas normativos en la regulación y solución de sus conflictos internos, sujetándose a los principios generales de esta Constitución, respetando las garantías individuales, los derechos humanos y, de manera relevante, la dignidad e integridad de las mujeres. La ley establecerá los casos y procedimientos de validación por los jueces o tribunales correspondientes. [...] VIII. Acceder plenamente a la jurisdicción del Estado. Para garantizar ese derecho, en todos los juicios y procedimientos en que sean parte, individual o colectivamente, se deberán tomar en cuenta sus costumbres y especificidades culturales respetando los preceptos de esta Constitución. [...] Las constituciones y leyes de las entidades federativas establecerán las características de libre determinación y autonomía que mejor expresen las situaciones y aspiraciones de los pueblos indígenas en cada entidad, así como las normas para el reconocimiento de las comunidades indígenas como entidades de interés público.","right_id":6,"indicator_type_id":1,"indicator_category_id":6,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Sistema judicial que contemple la justicia tradicional de los pueblos indígenas","label":"Sistema judicial que contemple la justicia tradicional de los pueblos indígenas","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":353,"evidence_name":"Constitución Política de los Estados Unidos Mexicanos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpeum.htm","indicator_id":182,"update_date":"2017-03-16","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":3,"institution_name_evidencie":"Cámara de Diputados","institution_code_evidencie":"Diputados","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":5,"observation_unit_name":"Constitución","observation_unit_description":"Constitución","observation_unit_priorit":2,"paper":[{"paper_id":153,"evidence_id":353,"paper_sequence":"2","paper_name":"La Nación tiene una composición pluricultural sustentada originalmente en sus pueblos indígenas que son aquellos que descienden de poblaciones que habitaban en el territorio actual del país al iniciarse la colonización y que conservan sus propias instituciones sociales, económicas, culturales y políticas, o parte de ellas. [...]\r\nEl derecho de los pueblos indígenas a la libre determinación se ejercerá en un marco constitucional de autonomía que asegure la unidad nacional. El reconocimiento de los pueblos y comunidades indígenas se hará en las constituciones y leyes de las entidades federativas, las que deberán tomar en cuenta, además de los principios generales establecidos en los párrafos anteriores de este artículo, criterios etnolingüísticos y de asentamiento físico.\r\nA. Esta Constitución reconoce y garantiza el derecho de los pueblos y las comunidades indígenas a la libre determinación y, en consecuencia, a la autonomía para: [...]\r\nV. Conservar y mejorar el hábitat y preservar la integridad de sus tierras en los términos establecidos en esta Constitución."}],"validity_date_evidence":[{"validity_date_id":302,"evidence_id":353,"validity_date":"1917-02-05","date_type_name":"Promulgación"}]}],"identifier":"PUDH:INDI:CjE03"}