{"indicator_id":180,"guid":"PUDH:INDI:CjE01","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derechos Culturales","right_key":"C","right_name_short":"Culturales","category_id":6,"indicator_category_name":"Acceso a la justicia","indicator_category_key":"j","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"CjE01","indicator_sequence":"060606101","indicator_name":"Recursos jurídicos para impedir la vulneración a intereses morales y materiales de autores de producciones científicas, literarias y artísticas","indicator_definition":"La Ley Federal del Derecho de Autor es el recurso jurídico principal para impedir la vulneración a intereses morales y materiales de autores de producciones científicas, literarias y artísticas. Además, el Código Penal Federal establece la multa correspondiente ante cualquier incumplimiento al respecto.","right_id":6,"indicator_type_id":1,"indicator_category_id":6,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Recursos jurídicos para impedir la vulneración a intereses morales y materiales de autores de producciones científicas, literarias y artísticas","label":"Recursos jurídicos para impedir la vulneración a intereses morales y materiales de autores de producciones científicas, literarias y artísticas","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":350,"evidence_name":"Ley Federal del Derecho de Autor","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lfda.htm","indicator_id":180,"update_date":"2017-01-19","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":42,"institution_name_evidencie":"Instituto Nacional del Derecho de Autor","institution_code_evidencie":"INDAUTOR","institution_headboard":"53","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":141,"evidence_id":350,"paper_sequence":"208","paper_name":"El Instituto Nacional del Derecho de Autor es un órgano administrativo desconcentrado de la Secretaría de Cultura y será la autoridad administrativa en materia de derechos de autor y derechos conexos."},{"paper_id":142,"evidence_id":350,"paper_sequence":"209","paper_name":"Son funciones del Instituto [Instituto Nacional del Derecho de Autor]:\r\nI. Proteger y fomentar el derecho de autor [...]."},{"paper_id":143,"evidence_id":350,"paper_sequence":"210","paper_name":"El Instituto tiene facultades para:\r\nI. Realizar investigaciones respecto de presuntas infracciones administrativas, llevar a cabo visitas de inspección y requerir informes y datos;\r\nII. Solicitar a las autoridades competentes la práctica de visitas de inspección;\r\nIII. Ordenar y ejecutar los actos provisionales para prevenir o terminar con la violación al derecho de autor y derechos conexos;\r\nIV. Imponer las sanciones administrativas que sean procedentes, y\r\nV. Las demás que le correspondan en los términos de la presente Ley, sus reglamentos y demás disposiciones aplicables."},{"paper_id":144,"evidence_id":350,"paper_sequence":"215","paper_name":"Corresponde conocer a los Tribunales de la Federación de los delitos relacionados con el derecho de autor previstos en el Título Vigésimo Sexto del Código Penal para el Distrito Federal en Materia de Fuero Común y para toda la República en Materia de Fuero Federal."},{"paper_id":145,"evidence_id":350,"paper_sequence":"216","paper_name":"Las autoridades judiciales darán a conocer al Instituto la iniciación de cualquier juicio en materia de derechos de autor.\r\nAsimismo, se enviará al Instituto una copia autorizada de todas las resoluciones firmes que en cualquier forma modifiquen, graven, extingan o confirmen los derechos de autor sobre una obra u obras determinadas. En vista de estos documentos se harán en el registro las anotaciones provisionales o definitivas que correspondan."},{"paper_id":146,"evidence_id":350,"paper_sequence":"229","paper_name":"Son infracciones en materia de derecho de autor:\r\nI. Celebrar el editor, empresario, productor, empleador, organismo de radiodifusión o licenciatario un contrato que tenga por objeto la transmisión de derechos de autor en contravención a lo dispuesto por la presente Ley;\r\nII. Infringir el licenciatario los términos de la licencia obligatoria que se hubiese declarado conforme al artículo 146 la presente Ley;\r\nIII. Ostentarse como sociedad de gestión colectiva sin haber obtenido el registro correspondiente ante el Instituto; [...]."},{"paper_id":147,"evidence_id":350,"paper_sequence":"231","paper_name":"Constituyen infracciones en materia de comercio las siguientes conductas cuando sean realizadas con fines de lucro directo o indirecto: I. Comunicar o utilizar públicamente una obra protegida por cualquier medio, y de cualquier forma sin la autorización previa y expresa del autor, de sus legítimos herederos o del titular del derecho patrimonial de autor; [...]."}],"validity_date_evidence":[{"validity_date_id":298,"evidence_id":350,"validity_date":"1996-12-24","date_type_name":"Publicación"}]},{"evidence_id":351,"evidence_name":"Código Penal Federal","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpf.htm","indicator_id":180,"update_date":"2017-01-19","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":42,"institution_name_evidencie":"Instituto Nacional del Derecho de Autor","institution_code_evidencie":"INDAUTOR","institution_headboard":"53","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"paper":[{"paper_id":148,"evidence_id":351,"paper_sequence":"424","paper_name":"Se impondrá prisión de seis meses a seis años y de trescientos a tres mil días multa:\r\nI. Al que especule en cualquier forma con los libros de texto gratuitos que distribuye la Secretaría de Educación Pública; [...]\r\nIII. A quien use en forma dolosa, con fin de lucro y sin la autorización correspondiente obras protegidas por la Ley Federal del Derecho de Autor."},{"paper_id":149,"evidence_id":351,"paper_sequence":"424 Bis","paper_name":"Se impondrá prisión de tres a diez años y de dos mil a veinte mil días multa:\r\nI. A quien produzca, reproduzca, introduzca al país, almacene, transporte, distribuya, venda o arriende copias de obras, fonogramas, videogramas o libros, protegidos por la Ley Federal del Derecho de Autor, en forma dolosa, con fin de especulación comercial y sin la autorización que en los términos de la citada Ley deba otorgar el titular de los derechos de autor o de los derechos conexos. Igual pena se impondrá a quienes, a sabiendas, aporten o provean de cualquier forma, materias primas o insumos destinados a la producción o reproducción de obras, fonogramas, videogramas o libros a que se refiere el párrafo anterior, o\r\nII. A quien fabrique con fin de lucro un dispositivo o sistema cuya finalidad sea desactivar los dispositivos electrónicos de protección de un programa de computación."},{"paper_id":150,"evidence_id":351,"paper_sequence":"424 Ter","paper_name":"Se impondrá prisión de seis meses a seis años y de cinco mil a treinta mil días multa, a quien venda a cualquier consumidor final en vías o en lugares públicos, en forma dolosa, con fines de especulación comercial, copias de obras, fonogramas, videogramas o libros, a que se refiere la fracción I del artículo anterior. Si la venta se realiza en establecimientos comerciales, o de manera organizada o permanente, se estará a lo dispuesto en el artículo 424 Bis de este Código."},{"paper_id":151,"evidence_id":351,"paper_sequence":"427","paper_name":"Se impondrá prisión de seis meses a seis años y de trescientos a tres mil días multa, a quien publique a sabiendas una obra substituyendo el nombre del autor por otro nombre."}],"validity_date_evidence":[{"validity_date_id":299,"evidence_id":351,"validity_date":"1931-08-14","date_type_name":"Publicación"},{"validity_date_id":300,"evidence_id":351,"validity_date":"1931-09-17","date_type_name":"Entrada en vigor"}]}],"identifier":"PUDH:INDI:CjE01"}