{"indicator_id":123,"guid":"PUDH:INDI:MdE01","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho al Medio Ambiente Sano","right_key":"M","right_name_short":"Medio Ambiente","category_id":4,"indicator_category_name":"Igualdad y no discriminación","indicator_category_key":"d","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"MdE01","indicator_sequence":"050405101","indicator_name":"Incorporación en la legislación de enfoques diferenciales por sexo, pueblo indígena, grupo etario en relación con el derecho al medio ambiente sano","indicator_definition":"El derecho al medio ambiente sano, bajo una perspectiva de enfoques diferenciales se consagra en la Constitución Política de los Estados Unidos Mexicanos (CPEUM), Artículos 1º: En los Estados Unidos Mexicanos todas las personas gozarán de los derechos humanos reconocidos en esta Constitución y en los tratados internacionales de los que el Estado Mexicano sea parte, así como de las garantías para su protección, cuyo ejercicio no podrá restringirse ni suspenderse, salvo en los casos y bajo las condiciones que esta Constitución establece. Artículo 2º: Esta constitución reconoce y garantiza el derecho de los pueblos y las comunidades indígenas a la libre determinación y, en consecuencia a la autonomía para: [...] V. Conservar y mejorar el hábitat y preservar la integridad de sus tierras en los términos establecidos en esta Constitución. [...] VI. Acceder, con respeto a las formas y modalidades de propiedad y tenencia de la tierra establecidas en esta Constitución y a las leyes de la materia, así como a los derechos adquiridos por terceros o por integrantes de la comunidad, al uso y disfrute preferente de los recursos naturales de los lugares que habitan y ocupan las comunidades. Y Artículo 4º: Párrafo 5. Toda persona tiene derecho a un medio ambiente sano para su desarrollo y bienestar. El Estado garantizará el respeto a este derecho.","right_id":5,"indicator_type_id":1,"indicator_category_id":4,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Incorporación en la legislación de enfoques diferenciales por sexo, pueblo indígena, grupo etario en relación con el derecho al medio ambiente sano","label":"Incorporación en la legislación de enfoques diferenciales por sexo, pueblo indígena, grupo etario en relación con el derecho al medio ambiente sano","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":243,"evidence_name":"Constitución Política de los Estados Unidos Mexicanos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpeum.htm","indicator_id":123,"update_date":"2017-03-16","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":3,"institution_name_evidencie":"Cámara de Diputados","institution_code_evidencie":"Diputados","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":5,"observation_unit_name":"Constitución","observation_unit_description":"Constitución","observation_unit_priorit":2,"paper":[{"paper_id":85,"evidence_id":243,"paper_sequence":"1","paper_name":"En los Estados Unidos Mexicanos todas las personas gozarán de los derechos humanos reconocidos en esta Constitución y en los tratados internacionales de los que el Estado Mexicano sea parte, así como de las garantías para su protección, cuyo ejercicio no podrá restringirse ni suspenderse, salvo en los casos y bajo las condiciones que esta Constitución establece."},{"paper_id":86,"evidence_id":243,"paper_sequence":"2","paper_name":"A. Esta Constitución reconoce y garantiza el derecho de los pueblos y las comunidades indígenas a la libre determinación y, en consecuencia, a la autonomía para: [...]\r\nV. Conservar y mejorar el hábitat y preservar la integridad de sus tierras en los términos establecidos en esta Constitución.\r\nVI. Acceder, con respeto a las formas y modalidades de propiedad y tenencia de la tierra establecidas en esta Constitución y a las leyes de la materia, así como a los derechos adquiridos por terceros o por integrantes de la comunidad, al uso y disfrute preferente de los recursos naturales de los lugares que habitan y ocupan las comunidades, salvo aquellos que corresponden a las áreas estratégicas, en términos de esta Constitución. Para estos efectos las comunidades podrán asociarse en términos de ley."},{"paper_id":87,"evidence_id":243,"paper_sequence":"4","paper_name":"[...]\r\nToda persona tiene derecho a un medio ambiente sano para su desarrollo y bienestar. El Estado garantizará el respeto a este derecho."}],"validity_date_evidence":[{"validity_date_id":216,"evidence_id":243,"validity_date":"1917-02-05","date_type_name":"Promulgación"}]}],"identifier":"PUDH:INDI:MdE01"}