{"indicator_id":598,"guid":"PUDH:INDI:SiE03","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Salud","right_key":"S","right_name_short":"Salud","category_id":5,"indicator_category_name":"Acceso a información pública y participación","indicator_category_key":"i","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"SiE03","indicator_sequence":"020502103","indicator_name":"Disposiciones que requieran el Consentimiento Informado de la Persona para Aceptar o Rechazar un Tratamiento","indicator_definition":"La LGS, establece en diversos artículos la necesidad de contar con el consentimiento informado del paciente o, en caso de que este no pueda darlo, el de su familiar o representante legal (Artículos: 51 Bis 1 y Bis 2; 74 Bis; 77 Bis 37; y, 166 Bis 3 y Bis 15). Además, la Norma Oficial Mexicana NOM-004-SSA3-2012, sobre el Expediente Clínico, señala la necesidad de contar con las “Cartas de consentimiento informado”.","right_id":2,"indicator_type_id":1,"indicator_category_id":5,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Disposiciones que requieran el Consentimiento Informado de la Persona para Aceptar o Rechazar un Tratamiento","label":"Disposiciones que requieran el Consentimiento Informado de la Persona para Aceptar o Rechazar un Tratamiento","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":714,"evidence_name":"Ley General de Salud","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lgs.htm","indicator_id":598,"update_date":"2015-12-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":85,"institution_name_evidencie":"Coordinación General de Asuntos Jurídicos y Derechos Humanos","institution_code_evidencie":null,"institution_headboard":"67","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":546,"evidence_id":714,"paper_sequence":"51 Bis 1","paper_name":"Los usuarios tendrán derecho a recibir información suficiente, clara, oportuna, y veraz, así como la orientación que sea necesaria respecto de su salud y sobre los riesgos y alternativas de los procedimientos, diagnósticos terapéuticos y quirúrgicos que se le indiquen o apliquen."},{"paper_id":547,"evidence_id":714,"paper_sequence":"51 Bis 2","paper_name":"Los usuarios tienen derecho a decidir libremente sobre la aplicación de los procedimientos diagnósticos y terapéuticos ofrecidos. En caso de urgencia o que el usuario se encuentre en estado de incapacidad transitoria o permanente, la autorización para proceder será otorgada por el familiar que lo acompañe o su representante legal; en caso de no ser posible lo anterior, el prestador de servicios de salud procederá de inmediato para preservar la vida y salud del usuario, dejando constancia en el expediente clínico.\r\nLos usuarios de los servicios públicos de salud en general, contarán con facilidades para acceder a una segunda opinión.\r\n"},{"paper_id":548,"evidence_id":714,"paper_sequence":"74 Bis","paper_name":"La persona con trastornos mentales y del comportamiento tendrá los siguientes derechos:\r\n[...]\r\nIII. Derecho al consentimiento informado de la persona o su representante, en relación al tratamiento a recibir. Esto sólo se exceptuará en el caso de internamiento involuntario, cuando se trate de un caso urgente o cuando se compruebe que el tratamiento es el más indicado para atender las necesidades del paciente."},{"paper_id":549,"evidence_id":714,"paper_sequence":"77 Bis 37","paper_name":"Los beneficiarios del Sistema de Protección Social en Salud tendrán además de los derechos establecidos en el artículo anterior, los siguientes:\r\n[...]\r\nV. Recibir información suficiente, clara, oportuna y veraz, así como la orientación que sea necesaria respecto de la atención de su salud y sobre los riesgos y alternativas de los procedimientos diagnósticos, terapéuticos y quirúrgicos que se le indiquen o apliquen\r\n[...]\r\nVIII. Decidir libremente sobre su atención;\r\nIX. Otorgar o no su consentimiento válidamente informado y a rechazar tratamientos o procedimientos;\r\n[...]"},{"paper_id":550,"evidence_id":714,"paper_sequence":"166 Bis 3","paper_name":"Los pacientes enfermos en situación terminal tienen los siguientes derechos: [...]\r\nV. Recibir información clara, oportuna y suficiente sobre las condiciones y efectos de su enfermedad y los tipos de tratamientos por los cuales puede optar según la enfermedad que padezca;\r\nVI. Dar su consentimiento informado por escrito para la aplicación o no de tratamientos, medicamentos y cuidados paliativos adecuados a su enfermedad, necesidades y calidad de vida; [...]\r\nVIII. Renunciar, abandonar o negarse en cualquier momento a recibir o continuar el tratamiento que considere extraordinario."},{"paper_id":551,"evidence_id":714,"paper_sequence":"166 Bis 15","paper_name":"Los médicos especialistas en las instituciones de segundo y tercer nivel, tendrán las siguientes obligaciones:\r\nI. Proporcionar toda la información que el paciente requiera, así como la que el médico considere necesaria para que el enfermo en situación terminal pueda tomar una decisión libre e informada sobre su atención, tratamiento y cuidados;\r\nII. Pedir el consentimiento informado del enfermo en situación terminal, por escrito ante dos testigos, para los tratamientos o medidas a tomar respecto de la enfermedad terminal."}],"validity_date_evidence":[{"validity_date_id":771,"evidence_id":714,"validity_date":"1984-02-07","date_type_name":"Publicación"}]},{"evidence_id":715,"evidence_name":"Norma Oficial Mexicana NOM-004-SSA3-2012, Del expediente clínico","evidence_url":"http:\/\/dof.gob.mx\/nota_detalle_popup.php?codigo=5272787","indicator_id":598,"update_date":"2015-12-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":85,"institution_name_evidencie":"Coordinación General de Asuntos Jurídicos y Derechos Humanos","institution_code_evidencie":null,"institution_headboard":"67","validity_year_start":0,"validity_end_start":0,"observation_unit_id":26,"observation_unit_name":"Normatividad","observation_unit_description":"Normatividad","observation_unit_priorit":14,"validity_date_evidence":[{"validity_date_id":772,"evidence_id":715,"validity_date":"2012-10-15","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":158,"evidence_id":715,"complementary_attribute_name":"Definiciones","complementary_attribute_description":"4.2. Cartas de consentimiento informado, a los documentos escritos, signados por el paciente o su representante legal o familiar más cercano en vínculo, mediante los cuales se acepta un procedimiento médico o quirúrgico con fines diagnósticos, terapéuticos, rehabilitatorios, paliativos o de investigación, una vez que se ha recibido información de los riesgos y beneficios esperados para el paciente."}]}],"identifier":"PUDH:INDI:SiE03"}