{"indicator_id":453,"guid":"PUDH:INDI:SSaP01","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Seguridad Social","right_key":"SS","right_name_short":"Seguridad Social","category_id":1,"indicator_category_name":"Recepción del derecho","indicator_category_key":"a","indicator_type":"De Proceso","indicator_type_short":"Proceso","indicator_type_code":"P","indicator_code":"SSaP01","indicator_sequence":"010101201","indicator_name":"Tiempo requerido para el reconocimiento del derecho a pensiones o jubilaciones","indicator_definition":"La LSS de 1997 establece que el derecho a una pensión por edad comienza a los 60 años, con un mínimo de 1,250 semanas; esta pensión recibe el nombre de Cesantía en Edad Avanzada. Existe también la posibilidad de retirarse a los 65 años de edad, con el mismo requisito de semanas cotizadas y obtener una pensión de vejez (Artículos 154 y 162 de la LSS 1997). Por su parte, la LISSSTE especifica 60 años de edad y 25 años de cotización como requisitos indispensables para pensionarse por cesantía; o bien, si se cuenta con 70 años o más de edad, puede solicitar el acumulado de su cuenta individual o bien, seguir cotizando hasta completar los años de servicio indispensables para obtener dicha pensión (Art. 84); asimismo, para obtener las prestaciones por seguro de vejez, el Trabajador o Pensionado por riesgos del trabajo o invalidez haya cumplido sesenta y cinco años de edad y tenga reconocidos por el Instituto un mínimo de veinticinco años de cotización, si este no fuere el caso, podría solicitar el retiro de su cuenta individual o bien, seguir cotizando para disfrutar de esta pensión (Art. 89).","right_id":1,"indicator_type_id":2,"indicator_category_id":1,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Tiempo requerido para el reconocimiento del derecho a pensiones o jubilaciones","label":"Tiempo requerido para el reconocimiento del derecho a pensiones o jubilaciones","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":554,"evidence_name":"Ley del Seguro Social","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lss.htm","indicator_id":453,"update_date":"2015-12-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":31,"institution_name_evidencie":"Instituto Mexicano del Seguro Social","institution_code_evidencie":"IMSS","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":333,"evidence_id":554,"paper_sequence":"154","paper_name":"Para los efectos de esta Ley existe cesantía en edad avanzada cuando el asegurado quede privado de trabajos remunerados a partir de los sesenta años de edad. Para los efectos de esta Ley existe cesantía en edad avanzada cuando el asegurado quede privado de trabajos remunerados a partir de los sesenta años de edad.\r\nPara gozar de las prestaciones de este ramo se requiere que el asegurado tenga reconocidas ante el Instituto un mínimo de mil doscientas cincuenta cotizaciones semanales.\r\nEl trabajador cesante que tenga sesenta años o más y no reúna las semanas de cotización señaladas en el párrafo precedente, podrá retirar el saldo de su cuenta individual en una sola exhibición o seguir cotizando hasta cubrir las semanas necesarias para que opere su pensión.\r\nEn este caso, si el asegurado tiene cotizadas un mínimo de setecientas cincuenta semanas tendrá derecho a las prestaciones en especie del seguro de enfermedades y maternidad, en los términos del capítulo IV de este Título."},{"paper_id":334,"evidence_id":554,"paper_sequence":"162","paper_name":"Para tener derecho al goce de las prestaciones del seguro de vejez, se requiere que el asegurado haya cumplido sesenta y cinco años de edad y tenga reconocidas por el Instituto un mínimo de mil doscientas cincuenta cotizaciones semanales.\r\nEn caso que el asegurado tenga sesenta y cinco años o más y no reúna las semanas de cotización señaladas en el párrafo precedente, podrá retirar el saldo de su cuenta individual en una sola exhibición o seguir cotizando hasta cubrir las semanas necesarias para que opere su pensión. Si el asegurado tiene cotizadas un mínimo de setecientas cincuenta semanas tendrá derecho a las prestaciones en especie del seguro de enfermedades y maternidad, en los términos del capítulo IV de este Título."}],"validity_date_evidence":[{"validity_date_id":538,"evidence_id":554,"validity_date":"1995-12-21","date_type_name":"Publicación"}]},{"evidence_id":555,"evidence_name":"Ley del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lissste.htm","indicator_id":453,"update_date":"2019-05-28","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":26,"institution_name_evidencie":"Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","institution_code_evidencie":"ISSSTE","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":335,"evidence_id":555,"paper_sequence":"84","paper_name":"Para los efectos de esta Ley, existe cesantía en edad avanzada cuando el Trabajador quede privado de trabajo a partir de los sesenta años de edad.\r\nPara gozar de las prestaciones de cesantía en edad avanzada se requiere que el Trabajador tenga un mínimo de veinticinco años de cotización reconocidos por el Instituto.\r\nEl Trabajador cesante que tenga sesenta años o más y no reúna los años de cotización señalados en el párrafo precedente, podrá retirar el saldo de su Cuenta Individual en una sola exhibición o seguir cotizando hasta cubrir los años necesarios para que opere su Pensión."},{"paper_id":336,"evidence_id":555,"paper_sequence":"89","paper_name":"Para tener derecho al goce de las prestaciones del seguro de vejez, se requiere que el Trabajador o Pensionado por riesgos del trabajo o invalidez haya cumplido sesenta y cinco años de edad y tenga reconocidos por el Instituto un mínimo de veinticinco años de cotización.\r\nEn caso que el Trabajador o Pensionado tenga sesenta y cinco años o más y no reúna los años de cotización señalados en el párrafo precedente, podrá retirar el saldo de su Cuenta Individual en una sola exhibición o seguir cotizando hasta cubrir los años necesarios para que opere su Pensión."}],"validity_date_evidence":[{"validity_date_id":539,"evidence_id":555,"validity_date":"2007-03-31","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:SSaP01"}