{"indicator_id":500,"guid":"PUDH:INDI:SSjE03","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho a la Seguridad Social","right_key":"SS","right_name_short":"Seguridad Social","category_id":6,"indicator_category_name":"Acceso a la justicia","indicator_category_key":"j","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"SSjE03","indicator_sequence":"010601103","indicator_name":"Servicios Jurídicos Gratuitos e Integrales de Protección del Derecho a la Seguridad Social","indicator_definition":"La Constitución Política de los Estados Unidos Mexicanos (CPEUM) dispone, en su Artículo 17, el derecho al acceso a la tutela jurisdiccional y, en una de sus vertientes, el derecho de todas las personas a que se les administre justicia por tribunales expeditos para impartirla en los plazos y términos que fijen las leyes de forma gratuita. Por su parte, el Artículo 530 de la Ley Federal del Trabajo (LFT) prevé la figura de la Procuraduría de la Defensa del Trabajo, encargada de proteger los derechos de los trabajadores ante la autoridad laboral en las cuestiones que se relacionen con la aplicación de las normas de trabajo y de seguridad social, mediante los servicios gratuitos de asesoría, conciliación y representación legal. Por otra parte, el Artículo 123, apartado B, de la propia CPEUM, establece los derechos fundamentales de los trabajadores al servicio del Estado y señala, en su fracción XII, que los conflictos individuales, colectivos o intersindicales se someterán a un Tribunal Federal de Conciliación y Arbitraje. Dicho tribunal cuenta su vez con una Procuraduría de la Defensa de los Trabajadores al Servicio del Estado, la cual presta sus servicios de asesoría y representación jurídica de forma gratuita en los juicios en que los trabajadores sean parte, para esto es requisito ser trabajador al Servicio del Estado (Artículo 122 de la Ley Federal de los Trabajadores al Servicio del Estado, Reglamentaria del Apartado B del Artículo 123 Constitucional). En cuanto a la protección de los Derechos de Seguridad Social, el citado artículo 123, apartado B, prevé, en su fracción XI, las bases mínimas de este derecho, en tanto que en su fracción XIV, incluye en el goce del mismo a las personas que desempeñan cargos de confianza. Por su parte, el Artículo 43, fracción VI, de la LFTSE, establece que los titulares de las dependencias deberán cubrir las aportaciones que fijen las leyes especiales para que los trabajadores reciban los beneficios de seguridad social, normativa que conforma el cúmulo de derechos y prerrogativas en materia de seguridad social para los trabajadores al servicio del Estado.","right_id":1,"indicator_type_id":1,"indicator_category_id":6,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Servicios Jurídicos Gratuitos e Integrales de Protección del Derecho a la Seguridad Social","label":"Servicios Jurídicos Gratuitos e Integrales de Protección del Derecho a la Seguridad Social","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":618,"evidence_name":"Constitución Política de los Estados Unidos Mexicanos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpeum.htm","indicator_id":500,"update_date":"2018-01-15","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":75,"institution_name_evidencie":"Tribunal Federal de Conciliación y Arbitraje","institution_code_evidencie":"TFCA","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":5,"observation_unit_name":"Constitución","observation_unit_description":"Constitución","observation_unit_priorit":2,"paper":[{"paper_id":478,"evidence_id":618,"paper_sequence":"17","paper_name":"Toda persona tiene derecho a que se le administre justicia por tribunales que estarán expeditos para impartirla en los plazos y términos que fijen las leyes, emitiendo sus resoluciones de manera pronta completa e imparcial. Su servicio será gratuito, quedando, en consecuencia, prohibidas las costas judiciales."},{"paper_id":479,"evidence_id":618,"paper_sequence":"123","paper_name":"Toda persona tiene derecho al trabajo digno y socialmente útil; al efecto, se promoverán la creación de empleos y la organización social de trabajo, conforme a la ley. [...]\r\nB. Entre los Poderes de la Unión y sus trabajadores: [...] XII. Los conflictos individuales, colectivos o intersindicales serán sometidos a un Tribunal Federal de Conciliación y Arbitraje integrado según lo prevenido en la ley reglamentaria. [...] Entre los Poderes de la Unión y sus trabajadores: [...].\r\nXI. La seguridad social se organizará conforme a las siguientes bases mínimas:\r\na) Cubrirá los accidentes y enfermedades profesionales; las enfermedades no profesionales y maternidad; y la jubilación, la invalidez, vejez y muerte [...].\r\nXII. Los conflictos individuales, colectivos o intersindicales serán sometidos a un Tribunal Federal de Conciliación y Arbitraje integrado según lo prevenido en la ley reglamentaria [...].\r\nXIV. La ley determinará los cargos que serán considerados de confianza. Las personas que los desempeñen disfrutarán de las medidas de protección al salario y gozarán de los beneficios de la seguridad social."}],"validity_date_evidence":[{"validity_date_id":596,"evidence_id":618,"validity_date":"1917-02-05","date_type_name":"Publicación"}]},{"evidence_id":619,"evidence_name":"Ley Federal de los Trabajadores al Servicio del Estado, Reglamentaria del Apartado B) del Artículo 123 Constitucional","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lftse.htm","indicator_id":500,"update_date":"2018-01-15","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":75,"institution_name_evidencie":"Tribunal Federal de Conciliación y Arbitraje","institution_code_evidencie":"TFCA","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":480,"evidence_id":619,"paper_sequence":"43","paper_name":"Son obligaciones de los titulares a que se refiere el Artículo 1o. de esta Ley: [...] VI. Cubrir las aportaciones que fijen las leyes especiales, para que los trabajadores reciban los\r\nbeneficios de la seguridad y servicios sociales comprendidos en los conceptos siguientes:\r\na) Atención médica, quirúrgica, farmacéutica y hospitalaria, y en su caso, indemnización por accidentes de trabajo y enfermedades profesionales.\r\nb) Atención médica, quirúrgica, farmacéutica y hospitalaria en los casos de enfermedades no profesionales y maternidad.\r\nc) Jubilación y pensión por invalidez, vejez o muerte.\r\nd) Asistencia médica y medicinas para los familiares del trabajador, en los términos de la Ley del Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado.\r\ne) Establecimiento de centros para vacaciones y para recuperación, de guarderías infantiles y de tiendas económicas.\r\nf) Establecimiento de escuelas de Administración Pública en las que se impartan los cursos\r\nnecesarios para que los trabajadores puedan adquirir los conocimientos para obtener ascensos conforme al escalafón y procurar el mantenimiento de su aptitud profesional.\r\ng) Propiciar cualquier medida que permita a los trabajadores de su Dependencia, el arrendamiento o la compra de habitaciones baratas.\r\nh) Constitución de depósitos en favor de los trabajadores con aportaciones sobre sus sueldos básicos o salarios, para integrar un fondo de la vivienda a fin de establecer sistemas de financiamiento que permitan otorgar a éstos, crédito barato y suficiente para que adquieran en propiedad o condominio, habitaciones cómodas e higiénicas; para construirlas, repararlas o mejorarlas o para el pago de pasivos adquiridos por dichos\r\nconceptos.\r\nLas aportaciones que se hagan a dicho fondo serán enteradas al Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado, cuya Ley regulará los procedimientos y formas conforme a los cuales se otorgarán y adjudicarán los créditos correspondientes."},{"paper_id":481,"evidence_id":619,"paper_sequence":"122","paper_name":"El Tribunal Federal de Conciliación y Arbitraje [...]\r\nContará asimismo con una Procuraduría de la Defensa de los Trabajadores al Servicio del Estado [...] para la defensa de los intereses de los trabajadores y que, en forma gratuita, representará o asesorará a los trabajadores, siempre que lo soliciten, en las cuestiones que se relacionen con la aplicación de esta Ley, interponiendo los recursos ordinarios y el juicio de amparo, cuando procedan, para la defensa del trabajador y proponiendo a las partes interesadas soluciones conciliatorias para el arreglo de sus conflictos haciendo constar los resultados en actas autorizadas."}],"validity_date_evidence":[{"validity_date_id":597,"evidence_id":619,"validity_date":"1963-12-28","date_type_name":"Publicación"}]},{"evidence_id":620,"evidence_name":"Ley Federal del Trabajo","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lft.htm","indicator_id":500,"update_date":"2015-12-17","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":47,"institution_name_evidencie":"Procuraduría Federal de la Defensa del Trabajo","institution_code_evidencie":"PROFEDET","institution_headboard":"70","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":482,"evidence_id":620,"paper_sequence":"530","paper_name":"La procuraduría de la Defensa del Trabajo tiene las funciones siguientes:\r\nI. Representar o asesorar a los trabajadores y a sus sindicatos, siempre que lo soliciten, ante cualquier autoridad, en las cuestiones que se relacionen con la aplicación de las normas de trabajo;\r\nII. Interponer los recursos ordinarios y extraordinarios procedentes, para la defensa del trabajador o sindicato; y\r\nIII. Proponer a las partes interesadas soluciones amistosas para el arreglo de sus conflictos y hacer constar los resultados en actas autorizadas."}],"validity_date_evidence":[{"validity_date_id":598,"evidence_id":620,"validity_date":"1970-04-01","date_type_name":"Publicación"}]},{"evidence_id":621,"evidence_name":"Procuraduría de la Defensa de los Trabajadores al Servicio del Estado","evidence_url":"http:\/\/www.tfca.gob.mx\/es\/TFCA\/Procuraduria","indicator_id":500,"update_date":"2016-07-22","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":"Originalmente validada para el indicador TjE02.","institution_evidence_id":46,"institution_name_evidencie":"Procuraduría de la Defensa de los Trabajadores al Servicio del Estado","institution_code_evidencie":"PRODETSE","institution_headboard":"75","validity_year_start":0,"validity_end_start":0,"observation_unit_id":8,"observation_unit_name":"Entidad","observation_unit_description":"Entidad","observation_unit_priorit":5},{"evidence_id":622,"evidence_name":"Procuraduría Federal de la Defensa del Trabajo","evidence_url":"http:\/\/www.profedet.gob.mx\/profedet\/index.html","indicator_id":500,"update_date":"2016-07-22","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":"Originalmente validada para el indicador TjE03.","institution_evidence_id":47,"institution_name_evidencie":"Procuraduría Federal de la Defensa del Trabajo","institution_code_evidencie":"PROFEDET","institution_headboard":"70","validity_year_start":0,"validity_end_start":0,"observation_unit_id":8,"observation_unit_name":"Entidad","observation_unit_description":"Entidad","observation_unit_priorit":5}],"identifier":"PUDH:INDI:SSjE03"}