{"indicator_id":200,"guid":"PUDH:INDI:TaE07","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho al Trabajo","right_key":"T","right_name_short":"Trabajo","category_id":1,"indicator_category_name":"Recepción del derecho","indicator_category_key":"a","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"TaE07","indicator_sequence":"070107107","indicator_name":"Consagración en la legislación de la no discriminación en el derecho al trabajo de las personas por razones de discapacidad, género, origen étnico u otros","indicator_definition":"La CPEUM garantiza la no discriminación de las personas al ejercer su Derecho al Trabajo, Artículos: 1º. Párrafo 5; y 2º. Apartado B Fracciones VII y VIII. En diversos artículos de la Ley Federal del Trabajo (LFT) se establece la no discriminación laboral, en particular en el Artículo 3: El trabajo es un derecho y un deber sociales. No es artículo de comercio. No podrán establecerse condiciones que impliquen discriminación entre los trabajadores por motivo de origen étnico o nacional, género, edad, discapacidad, condición social, condiciones de salud, religión, condición migratoria, opiniones, preferencias sexuales, estado civil o cualquier otro que atente contra la dignidad humana. No se considerarán discriminatorias las distinciones, exclusiones o preferencias que se sustenten en las calificaciones particulares que exija una labor determinada.","right_id":7,"indicator_type_id":1,"indicator_category_id":1,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Consagración en la legislación de la no discriminación en el derecho al trabajo de las personas por razones de discapacidad, género, origen étnico u otros","label":"Consagración en la legislación de la no discriminación en el derecho al trabajo de las personas por razones de discapacidad, género, origen étnico u otros","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":389,"evidence_name":"Constitución Política de los Estados Unidos Mexicanos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpeum.htm","indicator_id":200,"update_date":"2017-03-16","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":3,"institution_name_evidencie":"Cámara de Diputados","institution_code_evidencie":"Diputados","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":5,"observation_unit_name":"Constitución","observation_unit_description":"Constitución","observation_unit_priorit":2,"paper":[{"paper_id":169,"evidence_id":389,"paper_sequence":"1","paper_name":"[...]\r\nQueda prohibida toda discriminación motivada por origen étnico o nacional, el género, la edad, las discapacidades, la condición social, las condiciones de salud, la religión, las opiniones, las preferencias sexuales, el estado civil o cualquier otra que atente contra la dignidad humana y tenga por objeto anular o menoscabar los derechos y libertades de las personas."},{"paper_id":170,"evidence_id":389,"paper_sequence":"2","paper_name":"Apartado B.\r\n[...]\r\nVII. Apoyar las actividades productivas y el desarrollo sustentable de las comunidades indígenas mediante acciones que permitan alcanzar la suficiencia de sus ingresos económicos, la aplicación de estímulos para las inversiones públicas y privadas que propicien la creación de empleos, la incorporación de tecnologías para incrementar su propia capacidad productiva, así como para asegurar el acceso equitativo a los sistemas de abasto y comercialización.\r\nVIII. Establecer políticas sociales para proteger a los migrantes de los pueblos indígenas, tanto en el territorio nacional como en el extranjero, mediante acciones para garantizar los derechos laborales de los jornaleros agrícolas; mejorar las condiciones de salud de las mujeres; apoyar con programas especiales de educación y nutrición a niños y jóvenes de familias migrantes; velar por el respeto de sus derechos humanos y promover la difusión de sus culturas."},{"paper_id":171,"evidence_id":389,"paper_sequence":"5","paper_name":"A ninguna persona podrá impedirse que se dedique a la profesión, industria, comercio o trabajo que le acomode, siendo lícitos. El ejercicio de esta libertad sólo podrá vedarse por determinación judicial, cuando se ataquen los derechos de tercero, o por resolución gubernativa, dictada en los términos que marque la ley, cuando se ofendan los derechos de la sociedad. Nadie puede ser privado del producto de su trabajo, sino por resolución judicial."},{"paper_id":172,"evidence_id":389,"paper_sequence":"123","paper_name":"Toda persona tiene derecho al trabajo digno y socialmente útil; al efecto, se promoverán la creación de empleos y la organización social de trabajo, conforme a la ley."}],"validity_date_evidence":[{"validity_date_id":338,"evidence_id":389,"validity_date":"1917-02-05","date_type_name":"Promulgación"}]},{"evidence_id":390,"evidence_name":"Ley Federal del Trabajo","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lft.htm","indicator_id":200,"update_date":"2017-06-16","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":81,"institution_name_evidencie":"Comisión de Trabajo y Previsión Social","institution_code_evidencie":null,"institution_headboard":"3","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":173,"evidence_id":390,"paper_sequence":"2","paper_name":"Las normas del trabajo tienden a conseguir el equilibrio entre los factores de la producción y la justicia social, así como propiciar el trabajo digno o decente en todas las relaciones laborales.\r\nSe entiende por trabajo digno o decente aquél en el que se respeta plenamente la dignidad humana del trabajador; no existe discriminación por origen étnico o nacional, género, edad, discapacidad, condición social, condiciones de salud, religión, condición migratoria, opiniones, preferencias sexuales o estado civil; se tiene acceso a la seguridad social y se percibe un salario remunerador; se recibe capacitación continua para el incremento de la productividad con beneficios compartidos, y se cuenta con condiciones óptimas de seguridad e higiene para prevenir riesgos de trabajo."},{"paper_id":174,"evidence_id":390,"paper_sequence":"3","paper_name":"El trabajo es un derecho y un deber sociales. No es artículo de comercio. No podrán establecerse condiciones que impliquen discriminación entre los trabajadores por motivo de origen étnico o nacional, género, edad, discapacidad, condición social, condiciones de salud, religión, condición migratoria, opiniones, preferencias sexuales, estado civil o cualquier otro que atente contra la dignidad humana. No se considerarán discriminatorias las distinciones, exclusiones o preferencias que se sustenten en las calificaciones particulares que exija una labor determinada."},{"paper_id":175,"evidence_id":390,"paper_sequence":"4","paper_name":"No se podrá impedir el trabajo a ninguna persona ni que se dedique a la profesión, industria o comercio que le acomode, siendo lícitos. El ejercicio de estos derechos sólo podrá vedarse por resolución de la autoridad competente cuando se ataquen los derechos de tercero o se ofendan los de la sociedad:"},{"paper_id":176,"evidence_id":390,"paper_sequence":"51","paper_name":"Son causas de rescisión de la relación de trabajo, sin responsabilidad para el trabajador: [...]\r\nFracción IX. Exigir la realización de actos, conductas o comportamientos que menoscaben o atenten contra la dignidad del trabajador."},{"paper_id":177,"evidence_id":390,"paper_sequence":"86","paper_name":"A trabajo igual, desempeñado en puesto, jornada y condiciones de eficiencia también iguales, debe corresponder salario igual."},{"paper_id":178,"evidence_id":390,"paper_sequence":"133","paper_name":"Queda prohibido a los patrones o a sus representantes:\r\nI. Negarse a aceptar trabajadores por razón de origen étnico o nacional, género, edad, discapacidad, condición social, condiciones de salud, religión, opiniones, preferencias sexuales, estado civil o cualquier otro criterio que pueda dar lugar a un acto discriminatorio."}],"validity_date_evidence":[{"validity_date_id":339,"evidence_id":390,"validity_date":"1970-06-05","date_type_name":"Publicación"}]},{"evidence_id":391,"evidence_name":"Ley Federal para Prevenir y Eliminar la Discriminación","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lfped.htm","indicator_id":200,"update_date":"2017-06-16","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":81,"institution_name_evidencie":"Comisión de Trabajo y Previsión Social","institution_code_evidencie":null,"institution_headboard":"3","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":179,"evidence_id":391,"paper_sequence":"4","paper_name":"Queda prohibida toda práctica discriminatoria que tenga por objeto o efecto impedir o anular el reconocimiento o ejercicio de los derechos y la igualdad real de oportunidades en términos del artículo 1o. constitucional y el artículo 1, párrafo segundo, fracción III de esta Ley."},{"paper_id":180,"evidence_id":391,"paper_sequence":"9","paper_name":"[...] Con base en lo establecido en el artículo primero constitucional y el artículo 1, párrafo segundo, fracción III de esta Ley se consideran como discriminación, entre otras: [...]\r\nIV. Establecer diferencias en la remuneración, las prestaciones y las condiciones laborales para trabajos iguales;\r\nV. Limitar el acceso y permanencia a los programas de capacitación y de formación profesional; [...]\r\nXXVI. Limitar o negar el otorgamiento de concesiones, permisos o autorizaciones para el aprovechamiento, administración o usufructo de recursos naturales, una vez satisfechos los requisitos establecidos en la legislación aplicable; y\r\nXXVII. Incitar al odio, violencia, rechazo, burla, injuria, persecución o la exclusión."}],"validity_date_evidence":[{"validity_date_id":340,"evidence_id":391,"validity_date":"2016-12-01","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:TaE07"}