{"indicator_id":771,"guid":"PUDH:INDI:TiE05","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derecho al Trabajo","right_key":"T","right_name_short":"Trabajo","category_id":5,"indicator_category_name":"Acceso a información pública y participación","indicator_category_key":"i","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"TiE05","indicator_sequence":"070507105","indicator_name":"Mecanismos vinculatorios para ordenar a un sujeto obligado a remitir la información cuando se ha negado a hacerlo","indicator_definition":"El Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales (INAI) es el organismo constitucional autónomo garante del cumplimiento de dos derechos fundamentales en México: el de acceso a la información y el de protección de datos personales. Con respecto al derecho de acceso a la información, los particulares pueden interponer medios de impugnación ante el INAI cuando un sujeto obligado por la Ley General de Transparencia y Acceso a la Información Pública, o bien, por la Ley Federal de Transparencia y Acceso a la Información Pública Gubernamental evita dar información previamente solicitada. Las resoluciones sobre estos medios de impugnación son determinaciones que emite el Pleno del INAI para obligar a remitir la información pública que ha sido negada. Estas resoluciones son vinculatorias, definitivas e inatacables.","right_id":7,"indicator_type_id":1,"indicator_category_id":5,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Mecanismos vinculatorios para ordenar a un sujeto obligado a remitir la información cuando se ha negado a hacerlo","label":"Mecanismos vinculatorios para ordenar a un sujeto obligado a remitir la información cuando se ha negado a hacerlo","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":959,"evidence_name":"Constitución Política de los Estados Unidos Mexicanos","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/cpeum.htm","indicator_id":771,"update_date":"2019-06-03","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":41,"institution_name_evidencie":"Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales","institution_code_evidencie":"INAI","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":5,"observation_unit_name":"Constitución","observation_unit_description":"Constitución","observation_unit_priorit":2,"paper":[{"paper_id":690,"evidence_id":959,"paper_sequence":"6","paper_name":"[...] VIII. La Federación contará con un organismo autónomo, especializado, imparcial, colegiado, con personalidad jurídica y patrimonio propio, con plena autonomía técnica, de gestión, capacidad\r\npara decidir sobre el ejercicio de su presupuesto y determinar su organización interna, responsable de garantizar el cumplimiento del derecho de acceso a la información pública y a la protección de datos personales en posesión de los sujetos obligados en los términos que establezca la ley.\r\nEl organismo autónomo previsto en esta fracción, se regirá por la ley en materia de transparencia y acceso a la información pública y protección de datos personales en posesión de sujetos obligados, en los términos que establezca la ley general que emita el Congreso de la Unión para establecer las bases, principios generales y procedimientos del ejercicio de este derecho.\r\nEn su funcionamiento se regirá por los principios de certeza, legalidad, independencia, imparcialidad, eficacia, objetividad, profesionalismo, transparencia y máxima publicidad.\r\nEl organismo garante tiene competencia para conocer de los asuntos relacionados con el acceso a la información pública y la protección de datos personales de cualquier autoridad, entidad, órgano u organismo que forme parte de alguno de los Poderes Legislativo, Ejecutivo y Judicial, órganos autónomos, partidos políticos, fideicomisos y fondos públicos, así como de cualquier persona física, moral o sindicatos que reciba y ejerza recursos públicos o realice actos de autoridad en el ámbito federal; con excepción de aquellos asuntos jurisdiccionales que correspondan a la Suprema Corte de Justicia de la Nación, en cuyo caso resolverá un comité integrado por tres ministros. También conocerá de los recursos que interpongan los particulares respecto de las resoluciones de los organismos autónomos especializados de las entidades federativas que determinen la reserva, confidencialidad, inexistencia o negativa de la información, en los términos que establezca la ley.\r\nEl organismo garante federal, de oficio o a petición fundada del organismo garante equivalente de las entidades federativas, podrá conocer de los recursos de revisión que por su interés y trascendencia así lo ameriten.\r\nLa ley establecerá aquella información que se considere reservada o confidencial.\r\nLas resoluciones del organismo garante son vinculatorias, definitivas e inatacables para los sujetos obligados. El Consejero Jurídico del Gobierno podrá interponer recurso de revisión ante la Suprema Corte de Justicia de la Nación en los términos que establezca la ley, sólo en el caso que dichas resoluciones puedan poner en peligro la seguridad nacional conforme a la ley de la materia."}],"validity_date_evidence":[{"validity_date_id":1221,"evidence_id":959,"validity_date":"1917-02-05","date_type_name":"Promulgación"}]},{"evidence_id":960,"evidence_name":"Ley Federal de Transparencia y Acceso a la Información Pública","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lftaip.htm","indicator_id":771,"update_date":"2019-06-03","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":41,"institution_name_evidencie":"Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales","institution_code_evidencie":"INAI","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":691,"evidence_id":960,"paper_sequence":"21","paper_name":"El Instituto [Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales] tendrá las siguientes atribuciones: [...]\r\nII. Conocer, sustanciar y resolver los recursos de revisión interpuestos por los particulares en contra de las resoluciones de los sujetos obligados en el ámbito federal; así como las denuncias por incumplimiento a las obligaciones de transparencia a que se refieren los Capítulos I y II del Título Tercero de esta Ley, en términos de lo dispuesto en la Ley General y la presente Ley;\r\nIII. Conocer, sustanciar y resolver los recursos de inconformidad que interpongan los particulares, en contra de las resoluciones emitidas por los Organismos garantes de las Entidades Federativas que determinen la reserva, confidencialidad, inexistencia o negativa de la información en términos de lo dispuesto en la Ley General."},{"paper_id":692,"evidence_id":960,"paper_sequence":"146","paper_name":"La presentación, desahogo, resolución y demás procedimientos relacionados con el recurso de revisión ante el Instituto se desarrollarán conforme a lo establecido en el Capítulo I del Título Octavo de la Ley General y a las disposiciones de este Capítulo. [...]."}],"validity_date_evidence":[{"validity_date_id":1222,"evidence_id":960,"validity_date":"2016-05-09","date_type_name":"Promulgación"}],"complementary_attribute":[{"complementary_attribute_id":300,"evidence_id":960,"complementary_attribute_name":"Capítulo III","complementary_attribute_description":"Del Recurso de Revisión ante el Instituto"}]},{"evidence_id":961,"evidence_name":"Ley General de Transparencia y Acceso a la Información Pública","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lgtaip.htm","indicator_id":771,"update_date":"2019-06-03","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":41,"institution_name_evidencie":"Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales","institution_code_evidencie":"INAI","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":693,"evidence_id":961,"paper_sequence":"41","paper_name":"El Instituto [Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales], además de lo señalado en la Ley Federal y en el siguiente artículo, tendrá las siguientes atribuciones: [...]\r\nII. Conocer y resolver los recursos de revisión interpuestos por los particulares en contra de las resoluciones de los sujetos obligados en el ámbito federal en términos de lo dispuesto en el\r\nCapítulo I del Título Octavo de la presente Ley;\r\nIII. Conocer y resolver los recursos de inconformidad que interpongan los particulares, en contra de las resoluciones emitidas por los Organismos garantes de las Entidades Federativas que\r\ndeterminen la reserva, confidencialidad, inexistencia o negativa de la información en términos de lo dispuesto en el Capítulo II, del Título Octavo de la presente Ley;\r\nIV. Conocer y resolver de oficio o a petición de los Organismos garantes de las Entidades Federativas los recursos de revisión que, por su interés o trascendencia, así lo ameriten, en términos de lo dispuesto en el Capítulo III del Título Octavo de la presente Ley; [...]."},{"paper_id":694,"evidence_id":961,"paper_sequence":"142","paper_name":"El solicitante podrá interponer, por sí mismo o a través de su representante, de manera directa o por medios electrónicos, recurso de revisión ante el organismo garante que corresponda o ante la Unidad de Transparencia que haya conocido de la solicitud dentro de los quince días siguientes a la fecha de la notificación de la respuesta, o del vencimiento del plazo para su notificación."}],"validity_date_evidence":[{"validity_date_id":1223,"evidence_id":961,"validity_date":"2015-05-04","date_type_name":"Promulgación"}],"complementary_attribute":[{"complementary_attribute_id":301,"evidence_id":961,"complementary_attribute_name":"Capítulo I","complementary_attribute_description":"Del Recurso de Revisión ante los Organismos garantes."}]}],"identifier":"PUDH:INDI:TiE05"}