{"indicator_id":260,"guid":"PUDH:INDI:UaE15","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derechos Sindicales","right_key":"U","right_name_short":"Sindicales","category_id":1,"indicator_category_name":"Recepción del derecho","indicator_category_key":"a","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"UaE15","indicator_sequence":"080108115","indicator_name":"Garantía en la legislación de que la ilegalidad de las huelgas sólo puede ser declarada por un juez mediante un debido proceso con plenas garantías","indicator_definition":"En México, la facultad para declarar la ilicitud en las huelgas organizadas por los trabajadores que no laboran para el Estado mexicano, se establece en la LFT (Artículos 930, 933 y 934), según la cual, dicha declaración es atribución el órgano jurisdiccional denominado Junta de Conciliación y Arbitraje. Para los trabajadores al servicio del Estado, corresponde al Tribunal Federal de Conciliación y Arbitraje determinar la legalidad o ilegalidad de la huelga (Artículos 101 y 103). A diferencia del procedimiento de huelga establecido en la LFT, la Ley Federal de los Trabajadores al Servicio del Estado, Reglamentaria del Apartado B) del Artículo 123 constitucional, establece que para declarar la huelga se requiere que se violen de manera general y sistemática los derechos que se consagran en el apartado B Constitucional y que la huelga sea declarada por dos terceras partes de los trabajadores de la dependencia afectada; por lo que la exigencia de cumplir con los requisitos de referencia condiciona al sindicato huelguista a preparar, previamente a acudir a Tribunal Federal de Conciliación y Arbitraje, los elementos que sustenten su acción a fin de que el Tribunal pueda pronunciarse sobre la legalidad o no del emplazamiento para que proceda la huelga de los trabajadores al servicio del Estado.","right_id":8,"indicator_type_id":1,"indicator_category_id":1,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Garantía en la legislación de que la ilegalidad de las huelgas sólo puede ser declarada por un juez mediante un debido proceso con plenas garantías","label":"Garantía en la legislación de que la ilegalidad de las huelgas sólo puede ser declarada por un juez mediante un debido proceso con plenas garantías","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":500,"evidence_name":"Ley Federal de los Trabajadores al Servicio del Estado, Reglamentaria del Apartado B) del Artículo 123 Constitucional","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lftse.htm","indicator_id":260,"update_date":"2017-07-14","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":75,"institution_name_evidencie":"Tribunal Federal de Conciliación y Arbitraje","institution_code_evidencie":"TFCA","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":293,"evidence_id":500,"paper_sequence":"101","paper_name":"El Tribunal Federal de Conciliación y Arbitraje decidirá dentro de un término de setenta y dos horas, computado desde la hora en que se reciba copia del escrito acordando la huelga, si ésta es legal o ilegal, según que se hayan satisfecho o no los requisitos a que se refieren los artículos anteriores. Si la huelga es legal, procederá desde luego a la conciliación de las partes, siendo obligatoria la presencia de éstas en las audiencias de avenimiento."},{"paper_id":294,"evidence_id":500,"paper_sequence":"103","paper_name":"Si la suspensión de labores se lleva a cabo antes de los diez días del emplazamiento, el Tribunal declarará que no existe el estado de huelga; fijará a los trabajadores un plazo de veinticuatro horas para que reanuden sus labores, apercibiéndolos de que si no lo hacen, quedarán cesados sin responsabilidad para el Estado, salvo en casos de fuerza mayor o de error no imputable a los trabajadores, y declarará que el Estado o funcionarios afectados no han incurrido en responsabilidad."}],"validity_date_evidence":[{"validity_date_id":452,"evidence_id":500,"validity_date":"1963-12-28","date_type_name":"Promulgación"}]},{"evidence_id":501,"evidence_name":"Ley Federal del Trabajo","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lft.htm","indicator_id":260,"update_date":"2017-06-15","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":44,"institution_name_evidencie":"Junta Federal de Conciliación y Arbitraje","institution_code_evidencie":"JFCA","institution_headboard":"70","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":295,"evidence_id":501,"paper_sequence":"459","paper_name":"La huelga es legalmente inexistente si: I. La suspensión del trabajo se realiza por un número de trabajadores menor al fijado en el artículo 451, fracción II; II. No ha tenido por objeto alguno de los establecidos en el artículo 450; y III. No se cumplieron los requisitos señalados en el artículo 452. No podrá declararse la inexistencia de una huelga por causas distintas a las señaladas en las fracciones anteriores."},{"paper_id":296,"evidence_id":501,"paper_sequence":"930","paper_name":"En el procedimiento de declaración de inexistencia de la huelga, se observarán las normas siguientes:\r\nI. La solicitud para que se declare la inexistencia de la huelga, se presentará por escrito, acompañada de una copia para cada uno de los patrones emplazados y de los sindicatos o coalición de trabajadores emplazantes. En la solicitud se indicarán las causas y fundamentos legales para ello. No podrán aducirse posteriormente causas distintas de inexistencia;\r\nII. La Junta correrá traslado de la solicitud y oirá a las partes en una audiencia, que será también de ofrecimiento y recepción de pruebas, que deberá celebrarse dentro de un término no mayor de cinco días;\r\nIII. Las pruebas deberán referirse a las causas de inexistencia contenidas en la solicitud mencionada en la fracción I, y cuando la solicitud se hubiere presentado por terceros, las que además tiendan a comprobar su interés. La Junta aceptará únicamente las que satisfagan los requisitos señalados;\r\nIV. Las pruebas se rendirán en la audiencia, salvo lo dispuesto en el artículo siguiente. Sólo en casos excepcionales podrá la Junta diferir la recepción de las que por su naturaleza no puedan desahogarse en la audiencia;\r\nV. Concluida la recepción de las pruebas, la Junta, dentro de las veinticuatro horas siguientes, resolverá sobre la existencia o inexistencia del estado legal de la huelga; y\r\nVI. Para la resolución de inexistencia, se citará a los representantes de los trabajadores y de los patrones para que integren la Junta. La resolución se dictará por los que concurran, y en caso de empate, se sumarán al del Presidente los _votos de los ausentes."},{"paper_id":297,"evidence_id":501,"paper_sequence":"933","paper_name":"En el procedimiento de calificación de ilicitud de la huelga, se observarán las normas contenidas en el artículo 930 de esta Ley."},{"paper_id":298,"evidence_id":501,"paper_sequence":"934","paper_name":"Si la Junta de Conciliación y Arbitraje declara que la huelga es ilícita, se darán por terminadas las relaciones de trabajo de los huelguistas."}],"validity_date_evidence":[{"validity_date_id":453,"evidence_id":501,"validity_date":"1970-04-01","date_type_name":"Publicación"}],"complementary_attribute":[{"complementary_attribute_id":382,"evidence_id":501,"complementary_attribute_name":"TRANSITORIO NOVENO","complementary_attribute_description":"La Secretaría del Trabajo y Previsión Social, los Gobernadores de los Estados y Territorios y el Jefe del Departamento del Distrito Federal, reorganizarán las Juntas de Conciliación Permanentes y las de Conciliación y Arbitraje, de conformidad con las disposiciones de esta Ley, dentro de un término de tres meses, contado a partir de la fecha de su vigencia."}]}],"identifier":"PUDH:INDI:UaE15"}