{"indicator_id":259,"guid":"PUDH:INDI:UaE14","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derechos Sindicales","right_key":"U","right_name_short":"Sindicales","category_id":1,"indicator_category_name":"Recepción del derecho","indicator_category_key":"a","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"UaE14","indicator_sequence":"080108114","indicator_name":"Requisitos para asociarse a organizaciones sindicales y ejercer el derecho de huelga","indicator_definition":"Los requisitos para asociarse a organizaciones sindicales de trabajadores que no laboran para el Estado mexicano, se encuentran en la LFT, Artículo 357: \"Los trabajadores y los patrones tienen el derecho de constituir sindicatos, sin necesidad de autorización previa\". Para los trabajadores del Estado dichos requisitos se establecen en de la Ley Federal de los Trabajadores al Servicio del Estado, Reglamentaria del Apartado B) del Artículo 123 constitucional, Artículos 68, 71 y 72. Por su parte, los requisitos para ejercer el derecho de huelga se señalan en la LFT, Artículos 450, 451 y 920.","right_id":8,"indicator_type_id":1,"indicator_category_id":1,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Requisitos para asociarse a organizaciones sindicales y ejercer el derecho de huelga","label":"Requisitos para asociarse a organizaciones sindicales y ejercer el derecho de huelga","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":498,"evidence_name":"Ley Federal de los Trabajadores al Servicio del Estado, Reglamentaria del Apartado B) del Artículo 123 Constitucional","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lftse.htm","indicator_id":259,"update_date":"2017-07-14","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":75,"institution_name_evidencie":"Tribunal Federal de Conciliación y Arbitraje","institution_code_evidencie":"TFCA","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":286,"evidence_id":498,"paper_sequence":"68","paper_name":"En cada dependencia sólo habrá un sindicato. En caso de que concurran varios grupos de trabajadores que pretendan ese derecho, el Tribunal Federal de Conciliación y Arbitraje otorgará el reconocimiento al mayoritario."},{"paper_id":287,"evidence_id":498,"paper_sequence":"71","paper_name":"Para que se constituya un sindicato, se requiere que lo formen veinte trabajadores o más, y que no exista dentro de la dependencia otra agrupación sindical que cuente con mayor número de miembros."},{"paper_id":288,"evidence_id":498,"paper_sequence":"72","paper_name":"Los sindicatos serán registrados por el Tribunal Federal de Conciliación y Arbitraje, a cuyo efecto remitirán a éste, por duplicado, los siguientes documentos.\r\nI.- El acta de la asamblea constitutiva o copia de ella autorizada por la directiva de la agrupación;\r\nII.- Los estatutos del sindicato.\r\nIII.- El acta de la sesión en que se haya designado la directiva o copia autorizada de aquella, y\r\nIV.- Una lista de los miembros de que se componga el sindicato, con expresión de nombres, de cada uno, estado civil, edad, empleo que desempeña, sueldo que perciba y relación pormenorizada de sus antecedentes como trabajador."}],"validity_date_evidence":[{"validity_date_id":450,"evidence_id":498,"validity_date":"1963-12-28","date_type_name":"Promulgación"}]},{"evidence_id":499,"evidence_name":"Ley Federal del Trabajo","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lft.htm","indicator_id":259,"update_date":"2017-06-15","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":44,"institution_name_evidencie":"Junta Federal de Conciliación y Arbitraje","institution_code_evidencie":"JFCA","institution_headboard":"70","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":289,"evidence_id":499,"paper_sequence":"357","paper_name":"Los trabajadores y los patrones tienen el derecho de constituir sindicatos, sin necesidad de autorización previa. Cualquier injerencia indebida será sancionada en los términos que disponga la Ley."},{"paper_id":290,"evidence_id":499,"paper_sequence":"450","paper_name":"La huelga deberá tener por objeto:\r\nI. Conseguir el equilibrio entre los diversos factores de la producción, armonizando los derechos del trabajo con los del capital;\r\nII. Obtener del patrón o patrones la celebración del contrato colectivo de trabajo y exigir su revisión al terminar el período de su vigencia, de conformidad con lo dispuesto en el Capítulo III del Título Séptimo;\r\nIII. Obtener de los patrones la celebración del contrato-ley y exigir su revisión al terminar el período de su vigencia, de conformidad con lo dispuesto en el Capítulo IV del Título Séptimo;\r\nIV. Exigir el cumplimiento del contrato colectivo de trabajo o del contrato-ley en las empresas o establecimientos en que hubiese sido violado;\r\nV. Exigir el cumplimiento de las disposiciones legales sobre participación de utilidades;\r\nVI. Apoyar una huelga que tenga por objeto alguno de los enumerados en las fracciones anteriores; y\r\nVII. Exigir la revisión de los salarios contractuales a que se refieren los artículo [SIC] 399 bis y 419 bis."},{"paper_id":291,"evidence_id":499,"paper_sequence":"451","paper_name":"Para suspender los trabajos se requiere:\r\nI. Que la huelga tenga por objeto alguno o algunos de los que señala el artículo anterior;\r\nII. Que la suspensión se realice por la mayoría de los trabajadores de la empresa o establecimiento. La determinación de la mayoría a que se refiere esta fracción, sólo podrá promoverse como causa para solicitar la declaración de inexistencia de la huelga, de conformidad con lo dispuesto en el artículo 460, y en ningún caso como cuestión previa a la suspensión de los trabajos; y\r\nIII. Que se cumplan previamente los requisitos señalados en el artículo siguiente:"},{"paper_id":292,"evidence_id":499,"paper_sequence":"920","paper_name":"El procedimiento de huelga se iniciará mediante la presentación del pliego de peticiones, que deberá reunir los requisitos siguientes:\r\nI. Se dirigirá por escrito al patrón y en él se formularán las peticiones, anunciarán el propósito de ir a la huelga si no son satisfechas, expresarán concretamente el objeto de la misma y señalarán el día y hora en que se suspenderán las labores, o el término de prehuelga;\r\nII. Se presentará por duplicado a la Junta de Conciliación y Arbitraje. Si la empresa o establecimiento están ubicados en lugar distinto al en que resida la Junta, el escrito podrá presentarse a la autoridad del trabajo más próxima o a la autoridad política de mayor jerarquía del lugar de ubicación de la empresa o establecimiento. La autoridad que haga el emplazamiento remitirá el expediente, dentro de las veinticuatro horas siguientes, a la Junta de Conciliación y Arbitraje; y avisará telegráfica o telefónicamente al Presidente de la Junta.\r\nIII. El aviso para la suspensión de las labores deberá darse, por lo menos, con seis días de anticipación a la fecha señalada para suspender el trabajo y con diez días de anticipación cuando se trate de servicios públicos, observándose las disposiciones legales de esta Ley. El término se contará a partir del día y hora en que el patrón quede notificado."}],"validity_date_evidence":[{"validity_date_id":451,"evidence_id":499,"validity_date":"1970-04-01","date_type_name":"Publicación"}]}],"identifier":"PUDH:INDI:UaE14"}