{"indicator_id":275,"guid":"PUDH:INDI:UiE01","is_cuantitative":false,"dataset_id":"PUDH:INDI:","institution_code":"PUDH","research_code":"INDI","right_name":"Derechos Sindicales","right_key":"U","right_name_short":"Sindicales","category_id":5,"indicator_category_name":"Acceso a información pública y participación","indicator_category_key":"i","indicator_type":"Estructural","indicator_type_short":"Estructural","indicator_type_code":"E","indicator_code":"UiE01","indicator_sequence":"080508101","indicator_name":"Registro Sindical en el país","indicator_definition":"La Ley Federal del Trabajo en su artículo 365 establece que los sindicatos tienen la obligación de registrarse ante la Secretaría del Trabajo y Previsión Social (STPS), en los casos de competencia federal y en las Juntas de Conciliación y Arbitraje en los de competencia local. La STPS lleva a cabo esta función mediante la Dirección General de Registro de Asociaciones, encargada también de hacer público dicho registro (artículo 365 Bis de la LFT). Compete al Tribunal Federal de Conciliación y Arbitraje conceder el registro a los sindicatos de trabajadores al servicio del Estado que así lo soliciten y cumplan con los requisitos previstos en la ley, según se indica en los artículos 72 y 124, Fracciones III y V de la Ley Federal de los Trabajadores al Servicio del Estado.","right_id":8,"indicator_type_id":1,"indicator_category_id":5,"indicator_formule_code":null,"indicator_calculation_element":null,"indicator_source_formule":null,"indicator_measure_unit":null,"indicator_justification":null,"indicator_reference":null,"indicator_observation":null,"indicator_comments":null,"responsible_institution":null,"lastmodified":"2019-11-05 00:00:00.0","modified":"2019-11-05 00:00:00.0","type_collection":"Derechos Humanos","collection_type":"Derechos Humanos","parent_cat_noun":"Indicadores, Programa Universitario de Derechos Humanos","title":"Registro Sindical en el país","label":"Registro Sindical en el país","data_category":"Registros","data_source":"indicator","data_descr":"Indicador","parent_category":"Acervos","evidence":[{"evidence_id":527,"evidence_name":"Registros Sindicales","evidence_url":"http:\/\/www.tfca.gob.mx\/es\/TFCA\/Registros_Sindicales","indicator_id":275,"update_date":"2018-02-07","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":75,"institution_name_evidencie":"Tribunal Federal de Conciliación y Arbitraje","institution_code_evidencie":"TFCA","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":30,"observation_unit_name":"Sistema de información","observation_unit_description":"Sistema de información","observation_unit_priorit":16},{"evidence_id":525,"evidence_name":"Ley Federal de los Trabajadores al Servicio del Estado, Reglamentaria del Apartado B) del Artículo 123 Constitucional","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lftse.htm","indicator_id":275,"update_date":"2018-02-07","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":"Originalmente validada para el indicador UaE14 pero útil para éste.","institution_evidence_id":75,"institution_name_evidencie":"Tribunal Federal de Conciliación y Arbitraje","institution_code_evidencie":"TFCA","institution_headboard":"0","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":307,"evidence_id":525,"paper_sequence":"72","paper_name":"Los sindicatos serán registrados por el Tribunal Federal de Conciliación y Arbitraje, a cuyo efecto remitirán a éste, por duplicado, los siguientes documentos.\r\nI.- El acta de la asamblea constitutiva o copia de ella autorizada por la directiva de la agrupación;\r\nII.- Los estatutos del sindicato.\r\nIII.- El acta de la sesión en que se haya designado la directiva o copia autorizada de aquella, y\r\nIV.- Una lista de los miembros de que se componga el sindicato, con expresión de nombres, de cada uno, estado civil, edad, empleo que desempeña, sueldo que perciba y relación pormenorizada de sus antecedentes como trabajador.\r\nEl Tribunal Federal de Conciliación y Arbitraje, al recibir la solicitud de registro, comprobará por los medios que estime más prácticos y eficaces, que no existe otra asociación sindical dentro de la dependencia de que se trate y que la peticionaria cuenta con la mayoría de los trabajadores de esa unidad, para proceder, en su caso, al registro."},{"paper_id":702,"evidence_id":525,"paper_sequence":"124","paper_name":"El Tribunal Federal de Conciliación y Arbitraje será competente para: [...]\r\nIII.- Conceder el registro de los sindicatos o, en su caso, dictar la cancelación del mismo; [...]\r\nV.- Efectuar el registro de las Condiciones Generales de Trabajo, Reglamentos de Escalafón, Reglamentos de las Comisiones Mixtas de Seguridad e Higiene y de los Estatutos de los Sindicatos."}],"validity_date_evidence":[{"validity_date_id":466,"evidence_id":525,"validity_date":"1963-12-28","date_type_name":"Publicación"}]},{"evidence_id":526,"evidence_name":"Ley Federal del Trabajo","evidence_url":"http:\/\/www.diputados.gob.mx\/LeyesBiblio\/ref\/lft.htm","indicator_id":275,"update_date":"2017-08-10","supplementary_documents":null,"supplementary_documents_url":null,"evidence_observations":null,"institution_evidence_id":92,"institution_name_evidencie":"Dirección General de Registro de Asociaciones","institution_code_evidencie":"DGRA","institution_headboard":"70","validity_year_start":0,"validity_end_start":0,"observation_unit_id":6,"observation_unit_name":"Ley","observation_unit_description":"Ley","observation_unit_priorit":3,"paper":[{"paper_id":308,"evidence_id":526,"paper_sequence":"365","paper_name":"Los sindicatos deben registrarse en la Secretaría del Trabajo y Previsión Social en los casos de competencia federal y en las Juntas de Conciliación y Arbitraje en los de competencia local, a cuyo efecto remitirán por duplicado:\r\nI. Copia autorizada del acta de la asamblea constitutiva;\r\nII. Una lista con el número, nombres y domicilios de sus miembros y con el nombre y domicilio de los patrones, empresas o establecimientos en los que se prestan los servicios;\r\nIII. Copia autorizada de los estatutos; y\r\nIV. Copia autorizada del acta de la asamblea en que se hubiese elegido la directiva.\r\nLos documentos a que se refieren las fracciones anteriores serán autorizados por el Secretario General, el de Organización y el de Actas, salvo lo dispuesto en los estatutos."},{"paper_id":309,"evidence_id":526,"paper_sequence":"365 Bis","paper_name":"Las autoridades a que se refiere el artículo anterior harán pública, para consulta de cualquier persona, debidamente actualizada, la información de los registros de los sindicatos. Asimismo, deberán expedir copias de los documentos que obren en los expedientes de registros que se les soliciten, en términos del artículo 8o. constitucional, de lo dispuesto por la Ley Federal de Transparencia y Acceso a la Información Pública Gubernamental y de las leyes que regulen el acceso a la información gubernamental de las entidades federativas, según corresponda.\r\nEl texto íntegro de las versiones públicas de los estatutos en los sindicatos deberá estar disponible en los sitios de Internet de la Secretaría del Trabajo y Previsión Social y de las Juntas Locales de Conciliación y Arbitraje, según corresponda.\r\nLos registros de los sindicatos deberán contener, cuando menos, los siguientes datos:\r\nI. Domicilio;\r\nII. Número de registro;\r\nIII. Nombre del sindicato;\r\nIV. Nombre de los integrantes del Comité Ejecutivo;\r\nV. Fecha de vigencia del Comité Ejecutivo;\r\nVI. Número de socios, y\r\nVII. Central obrera a la que pertenecen, en su caso."}]}],"identifier":"PUDH:INDI:UiE01"}